{
  "1": "La carta se dirige a los santos y fieles en Yehoshúa’ HaMashíaj. Pablo se presenta como shaliaj, enviado con autoridad plenipotenciaria, no por mérito humano sino por medio de la voluntad de ‘Elohim. El envío apostólico tiene como finalidad la reconciliación. La santidad se define por vivir dentro de los límites de la Torah, y la fidelidad (pistós / ‘emunáh) se manifiesta en la vida práctica. La referencia a Éfeso no es determinante, pues el contenido y los paralelismos indican una audiencia laodicense marcada por el escepticismo filosófico que esta carta confronta.",
  "2": "La salutación une gracia y shalom. La gracia se entiende como jesed, solidaridad activa, y el shalom como el pago de las deudas. ‘Elohim expresa el amor demostrado; ‘Abá el amor aún no manifestado en plenitud. Yehoshúa’ HaMashíaj es presentado como Señor, fuente de esa gracia y de ese shalom, afirmando la unidad de Dios en la obra de la reconciliación.",
  "3": "La bendición comienza con Baruj, que implica injerto, amparo y adopción. ‘Elohim y ‘Abá bendicen en Mashíaj con toda brajáh espiritual, ligada a la brit. La bendición espiritual precede a la material y es incorruptible. Mirar a los lugares celestiales implica poner la mira en lo de arriba, no en lo terrenal, entendiendo la vida escondida en Mashíaj.",
  "4": "La elección en él antes de la fundación del mundo se refiere al estado previo a la entrada del pecado, no al origen del ser humano. Dios elige el modelo incorruptible que es Mashíaj para restaurar en nosotros esa imagen. Ser sin mancha significa estar habilitado. La elección apunta a la santidad y a la restauración, no a un determinismo individual.",
  "5": "La predestinación es una distinción pública hacia la adopción. El término proorisas indica ser delimitados y señalados de manera manifiesta, en favor de la adopción como hijos y discípulos. No se trata de un decreto oculto, sino de una elección visible conforme al beneplácito de la voluntad divina, cuyo propósito avanza hacia adelante.",
  "6": "El fin es el esplendor del peso de honra de su gracia. La aceptación en el Amado no es mérito humano, sino resultado de la gracia que hace manifiesto el honor de Dios. El hadar expresa el grado avanzado del desarrollo del carácter, fruto de la obra de Mashíaj en los suyos.",
  "7": "La redención se define como apolútrosis, el pago del rescate, pidyón. La sangre es la financiación del pacto, el respaldo divino de las promesas. El perdón es afésis, que incluye restitución y liberación, como en el yovel. La gracia no es nueva; siempre ha sido el fundamento de la justificación.",
  "8": "La gracia ha sobreabundado hacia nosotros de manera notoria, desbordante, manifestándose en sabiduría e inteligencia. No es un acto abstracto, sino una solidaridad activa que produce discernimiento y sensatez.",
  "9": "El misterio de su voluntad es el sod, la revelación máxima. Dios puso públicamente en sí mismo el cumplimiento de su voluntad: Él mismo vino a reconciliar, no a través de intermediarios. Este misterio es fruto del Rúaj HaQódesh y de la gracia sobreabundante.",
  "10": "Mashíaj es puesto como cabeza para la administración de la plenitud de los tiempos. Oikonomía implica sustentabilidad y gobierno de todas las circunstancias. Todo lo que está en los cielos y en la tierra converge en él, unificando las figuras y promesas en una sola plenitud.",
  "11": "En Mashíaj se recibe herencia mediante una distinción pública conforme al propósito del que hace todas las cosas. La herencia está ligada a la reconciliación de todas las instancias pasadas y presentes, según el consejo de su voluntad.",
  "12": "El propósito es que seamos el hadar, el esplendor del peso de honra de Dios. La esperanza en Mashíaj es pública y manifiesta, y nuestra vida refleja esa expectativa visible.",
  "13": "La palabra de la verdad es el evangelio de la salvación. Exhibir la ‘emunáh conduce al sellado con el Rúaj HaQódesh de la promesa, que escribe la Torah en la mente y el corazón. Toda tradición o teología que se oponga a Mashíaj y al evangelio debe ser desechada.",
  "14": "El Rúaj HaQódesh es las arras, el anticipo y la garantía de la herencia. Es la seguridad del pago del rescate hasta la redención plena de la posesión adquirida, todo orientado al esplendor del peso de honra de Mashíaj.",
  "15": "Pablo reconoce la ‘emunáh manifestada en Hashem Yehoshúa’ y el amor hacia todos los santos. La fidelidad y la ‘ahaváh están unidas: no hay amor sin fidelidad, ni fidelidad sin práctica visible.",
  "16": "La acción constante es dar gracias y hacer memoria en las oraciones. Orar implica entrar en juicio, someterse a Hashem y priorizar espiritualmente a la comunidad en la obra del evangelio.",
  "17": "‘Elohim, como amor revelado, y ‘Abá, como fuente de gloria, conceden mente de sabiduría y revelación. El Rúaj de jojmáh capacita para la comunión y para materializar la voluntad divina en el conocimiento de él.",
  "18": "La iluminación de los ojos del corazón permite conocer la esperanza del llamado y las riquezas de la herencia entre los santos. La esperanza es colectiva y se manifiesta en un pueblo santificado.",
  "19": "Se manifiesta el sobrelanzamiento de la altura de su potencia para con los que exhiben la fidelidad. El poder del evangelio supera el pecado y se opera desde adentro por la energía de la autoridad divina.",
  "20": "Ese poder operó en Mashíaj al levantarlo de entre los muertos y sentarlo a la diestra en los lugares celestiales. La g’vuráh de Hashem se revela en dar vida y vencer la muerte.",
  "21": "Mashíaj está por encima de todo principado, autoridad, poder y señorío, y sobre todo nombre, en este mundo y en el venidero. No existe instancia que se le compare.",
  "22": "Todas las cosas han sido subordinadas bajo sus pies, y él es dado por cabeza sobre todas las cosas a la asamblea. Su esencia es vida, y su autoridad es fruto del rescate pagado.",
  "23": "La asamblea es su cuerpo, la plenitud de aquel que todo lo llena en todos. Mashíaj es cabeza y semilla; el cuerpo existe derivado de él, unido sin ruptura, en ejad, por la energía de su poder."
}
