{
  "1": "Pablo continúa el hilo del capítulo anterior usando “ustedes”, enfocándose en un público mayormente gentil. La condición inicial es muerte espiritual: estar muertos en transgresiones y pecados, incapaces de producir vida por sí mismos dentro del cosmos corruptible que se origina con la transgresión de ‘Adam.",
  "2": "La antigua vida era “pasearse en círculos” siguiendo el eón de este mundo y la autoridad del “aire”. Aire tiene dos usos: (1) griego: hablar a la nada, esfuerzo sin fruto, lo insustancial; (2) arameo/hebreo: sentido no atmosférico, asociado a un marco conceptual distinto. Pablo niega que Satanás tenga dominio real: el punto es que opera una mentalidad de desobediencia, una influencia del cosmos que produce el mismo resultado: hijos de rebeldía (beney meri), incapacidad de escuchar a Dios, porque el ego y los pensamientos propios no cesan.",
  "3": "Se describe el ciclo: deseos de la carne, voluntad de la carne e instintos/pensamientos. La esclavitud no es solo moral sino también condicionamientos ambientales, biológicos y genéticos. “Orgé” no se entiende como ira emocional sino como repudio: metáfora del rechazo divino a la condición del pecado. Sin la obra de Dios —santidad que viene de afuera del cosmos— el ser humano permanece incompatible con Dios.",
  "4": "El giro no es destino ni suerte: es Dios interviniendo. “Rico en rajamím” (amor incondicional que establece lazos) y en amor abundante. Entra en conflicto directo con la carne y sus deseos, rompiendo determinaciones espirituales, culturales, biológicas y genéticas. El Espíritu se opone a la carne, impidiendo que se siga haciendo lo que el viejo querer dictaba.",
  "5": "Aun muertos en transgresiones, Dios “hizo vida en conjunto con Mashíaj” (synezoopiesen: syn + zoe + poieo). Salvación por gracia significa ser resguardados de seguir gobernados por instintos, deseos, falsas creencias y formaciones de infancia. Implica transformación integral que contradice psicología y lógica carnal; la Torah funciona como guía concreta: qué se consume, cómo se actúa, con quién se convive, qué se piensa. Ser “salvos por gracia” es ser rescatados de quienes veníamos siendo.",
  "6": "Dios no solo da vida: resucita junto con él (synégiren) y hace sentar junto con él (synekáthisen) en los lugares celestiales. No es un ascenso físico, sino una posición de pertenencia y ciudadanía espiritual en Mashíaj, coherente con la idea de vida compartida y reintegración al plan incorruptible.",
  "7": "El propósito: señalar en las edades venideras (eōsin) el “sobre lanzamiento” de las riquezas de su gracia en bondad. Las edades venideras se entienden como el despliegue continuo del poder de Dios que se ve en la figura de Mashíaj. No se entiende a Mashíaj separado del evangelio: el evangelio es la forma histórica y pública de ese poder.",
  "8": "La salvación es por gracia mediante la fidelidad (‘emunáh), y no emana del ser humano: procede como don divino. Solo el poder de Dios puede romper cadenas del cosmos. Dios es quien marca la diferencia: aun siendo pecadores, Mashíaj muere; la justificación en sangre conduce a ser salvos del repudio.",
  "9": "No es por obras para que nadie se gloríe. La lógica es cortar el orgullo religioso y cualquier lectura meritocrática: si fuese por obras, Dios quedaría en deuda; por eso la gracia es el fundamento que impide el alarde humano.",
  "10": "La consecuencia necesaria: somos obra finiquitada (hechura) de Dios, creados en Yehoshúa HaMashíaj para obras. Se distinguen dos matices: agathos (buena naturaleza/esencia) y kalós (obra visible, “bonita” hacia afuera). Primero: dejar frutos malos; luego: frutos apacibles de justicia por disciplina. Las obras preparadas “de antemano” se entienden como exhibidas públicamente para que en ellas nos paseemos, es decir, permanecer dentro del círculo de vida diseñado por Dios.",
  "11": "Se introduce la memoria identitaria: gentiles “en carne” (modismo: a ojos humanos/percepción), llamados prepucio por los que se llaman circuncisión hecha con mano. La salvación por gracia ubica el tema: la fidelidad es don, y la etiqueta carnal no define pertenencia ante Dios.",
  "12": "La condición previa: sin Mashíaj, lejos de la ciudadanía de Yisra’el, ajenos a los testamentos de la promesa, sin esperanza. “Esperanza” se define como resurrección de los muertos y vida eterna (jayim). “Ateos” se entiende como estar sin esa esperanza y, por ende, aislados en el mundo.",
  "13": "El cambio: los que estaban lejos ahora son hechos cercanos por la sangre, entendida como sacrificio/financiación (pago, recurso, costo asumido por Mashíaj), no como énfasis en el líquido. Ser “cercanos” implica acceso real a los pactos de promesa y pertenencia, rompiendo el aislamiento y el miedo que sostiene la postura atea.",
  "14": "Mashíaj es el Shalom: pago de deudas, la paz que une. De ambos hace uno y derriba la pared intermedia de enemistad. La enemistad se interpreta como un problema común de humanidad frente a Dios y frente a la vida, no como conflicto étnico simplista entre judíos y gentiles. El Shalom incluye sufragar costos de salud interior y restauración.",
  "15": "“Katargēsas” se entiende como dejar sin efecto. No se abole la Torah: se dejan sin efecto las “órdenes en sentencias” (decretos judiciales hechos por mano humana), el sistema de fallos y actas que operaban como enemistad. El objetivo: crear en sí mismo un único nuevo hombre, una nueva creación humana reconciliada, haciendo Shalom.",
  "16": "Por la cruz ocurre el “relanzar todo de nuevo” en uno: reconciliación ampliada (apokatalassō: rehacer para sí mismo). En el “cuerpo de Dios” se elimina la enemistad. La cruz no es solo perdón: es regeneración total para presentar santos, sin mancha e irreprensibles, y una renovación que incluye la visión de restauración incluso de los cielos.",
  "17": "Mashíaj anuncia buenas nuevas de Shalom: a lejanos y cercanos. Shalom aquí conserva triple sentido: pagar la deuda, hacer la paz y completar/perfeccionar (mashlim). El evangelio es proclamación de esa obra consumada y de su aplicación sobre toda la humanidad.",
  "18": "El resultado práctico: ambos tienen acceso por medio de él en un mismo y único Rúaj a ‘Abá, entendido como plenitud de la deidad y conjunto de promesas. El acceso no es de segunda categoría para gentiles: es el mismo Rúaj, la misma entrada.",
  "19": "Ya no son de una “casa paralela” (paroikoi: escuela/hogar paralelo), sino conciudadanos de los santos y miembros de la casa/escuela de Dios (oikeioi). Cambia la pertenencia: de extranjería espiritual a ciudadanía y familia, con identidad definida por el pacto y la esperanza.",
  "20": "La edificación se fundamenta en apóstoles y profetas, con Yehoshúa HaMashíaj como piedra principal. La comunidad no es una agregación social: es una construcción con fundamento revelacional y una piedra angular que ordena todo el edificio.",
  "21": "Toda la estructura se desarrolla coordinada y armónica, creciendo para ser templo santo en Hashem. Judío y gentil, al llegar a Mashíaj, son trabajados de manera coherente por el poder de Dios: el crecimiento no es caótico, tiene dirección hacia santidad y morada.",
  "22": "Conclusión del bloque: “ustedes también” son edificados conjuntamente para morada de Dios en Rúaj. Rúaj se entiende como poder operativo de Dios dentro de la comunidad: Dios habita en un pueblo unificado, no en una identidad étnica exclusiva ni en una institución humana, sino en una casa viva construida por su potencia."
}
