{
  "1": "La sección se enmarca “en función de esta gracia”: todo lo anterior ocurre por causa de la gracia, no por mérito. Pablo (Pavlos: “el pequeño”, heb. qatan) se presenta como “prisionero por causa de Yehoshúa HaMashíaj” a favor de los gentiles, como siervo retenido por el encargo del evangelio (reconciliación). La imagen de “prisioneros de la esperanza” (Zac 9:11-12) se usa para explicar que estar “preso” es estar ligado a Mashíaj y a su mensaje; el representante fiel puede terminar encadenado por reflejar su carácter y guardar su palabra.",
  "2": "Se introduce la “oikonomía” de la gracia: administración/sustentabilidad de la casa (oikos: hogar/templo/escuela). La gracia no solo perdona: sostiene y hace posible una vida viable sin destruir el entorno vital; la idea de sustentabilidad se ilustra como no perjudicar el estado natural de lo que se trabaja. Dios es sustentador de vida y la gracia “defiende, desarrolla y mantiene” al creyente; esa administración le fue dada a Pablo “para con ustedes” como palabra que sustenta.",
  "3": "La base de esa sustentabilidad es revelacional: el misterio le fue revelado a Pablo y él lo expone “públicamente de manera breve”. No es una gnosis privada: es un contenido comunicable, escrito y verificable por lectura, que existe por gracia y no por especulación.",
  "4": "El lector puede comprobar el contenido leyendo: así entiende el discernimiento de Pablo dentro del misterio de Mashíaj. La revelación se valida por el texto y su coherencia: estudiar la Escritura es el camino para que Dios se revele, y la inteligencia aquí es comprensión dentro del misterio, no ingenio humano separado.",
  "5": "El misterio no fue dado a conocer a “otras generaciones” como ahora: no se trata de superioridad étnica sino de una fase histórica en la que la revelación se hace manifiesta “con Rúaj”, es decir, espiritualmente como poder de Dios. El evangelio tiene matriz bíblica y surge desde dentro del remanente de Yisra’el; esa revelación se hace pública por apóstoles y profetas distinguidos.",
  "6": "Contenido central del misterio: los gentiles son (1) coherederos (synklēronomia), (2) del mismo cuerpo en conjunto (sysōma), y (3) copartícipes (synmetocha), todo en la promesa en Yehoshúa HaMashíaj por medio del evangelio. Esto no sustituye la herencia de Yisra’el: afirma un solo pueblo y un solo cuerpo, sin dos identidades separadas.",
  "7": "Pablo se define como diácono/siervo “según el don de la gracia de Dios” dado conforme a la actuación/energía de su potencia. La gracia se entiende como Rúaj ‘Elohim: la motricidad divina que pone en movimiento y materializa; Dios actúa por energía interna y potencia real, cuyo clímax es vencer la muerte (resurrección).",
  "8": "La humildad de Pablo (“menos que el más pequeño”) subraya que la misión no nace de mérito. Su tarea: evangelizar a los gentiles y prepararlos hacia la inescrutable riqueza de Mashíaj, riqueza que no se cifra ni se sondea, porque consiste en rescate/cobertura (kofer) contra corrupción y muerte: el único capaz de proveer el rescate real.",
  "9": "Propósito pedagógico: iluminar a todos la administración del misterio (Sod: revelación máxima) escondido en Dios que creó todas las cosas. El misterio estaba en la deidad misma: nada existe fuera de Mashíaj; el evangelio revela esa unidad y que la salvación es por gracia, transformadora y dadora de vida eterna.",
  "10": "Segundo propósito del evangelio: notificar a potestades y autoridades “en estos cielos” la multiforme sabiduría de la deidad, por medio de las congregaciones. Se distingue entre usos de “lugares celestiales”: en varios textos refiere al ámbito de Dios, pero en 3:10 y 6:12 podría operar también el sentido griego de ‘región’ entre tierra y luna (dominio conceptual de fuerzas), además del marco hebreo de cielos/cielos de cielos (raqia, aguas arriba/abajo). La “guerra espiritual” se define como materializar la voluntad de Dios en vida, hogar y entorno: la congregación exhibe, como luminaria, la sabiduría multiforme al mundo y contra tinieblas.",
  "11": "La base es la organización del ‘olam (este mundo y el venidero) materializada en Mashíaj: determinación/ordenamiento completo, sin necesidad de agregar sacrificios. La redención es una obra completada, con finalidad de sostener el plan de Dios en ambos ámbitos.",
  "12": "En Mashíaj se tiene parresía/qomemiyut: seguridad interior, libertad pública y entrada real (imagen de tierra prometida) por medio de la fidelidad de él. No hay entrada “por fuera”: el acceso es dentro de él, y esa seguridad se expresa como rostro erguido, sin servidumbre ni yugo.",
  "13": "Pablo pide que no se incomoden ni se agobien por sus estrecheces: sus angustias son “el peso” de ellos, porque forman parte del costo y de la representación del evangelio. La presión del mensajero no debe convertirse en culpa o desmayo del oyente, sino en conciencia del valor de la causa.",
  "14": "Pablo dobla rodillas hacia ‘Abá (magnificencia: plenitud no revelada, promesas, sabiduría de lo alto) de nuestro Señor Yehoshúa HaMashíaj. El énfasis: el amor de Mashíaj excede el conocimiento; la oración apunta a una realidad incorruptible, no carnal ni terrenal, donde la mente humana es transformada por ideas de Dios introducidas dentro del ser.",
  "15": "“Patria/familia” (patria/beit ‘ab) se entiende como casa/escuela/fuente de autoridad y enseñanza: toda familia en cielos y tierra recibe nombre de él, porque deriva su fama/justicia/atributos del ‘Abá supremo. Quien es ‘Ab representa una escuela; la paternidad tiene sentido de jefatura y transmisión de juicio/enseñanza.",
  "16": "Petición: ser fortalecidos conforme a la riqueza de su potencia, por el Rúaj de él, en el hombre interior. No “espíritu” fantasmagórico: Rúaj como poder que combate la enemistad del universo mental caído. El poder circuncida el corazón y transforma lo duro, para dar lugar a un corazón nuevo.",
  "17": "Objetivo del fortalecimiento: hacer habitar a Mashíaj por la fidelidad en los corazones. La presencia interna es la manifestación operativa de Dios (Qorbán: sacrificio, garantía), y se evidencia por frutos. Estar arraigados y cimentados en amor: amor como suprimir voluntad propia para ejecutar voluntad divina sin interés.",
  "18": "Se busca capacidad/autoridad para comprender, junto con todos los santos, la anchura, longitud, altura y profundidad: lectura de totalidad del plan y del “sobre lanzamiento” de la obra divina, comprendida comunitariamente por los distinguidos que no se avergüenzan del evangelio.",
  "19": "Conocer el amor de Mashíaj excede conocimiento: conocer implica comunión diaria y obediencia práctica. La meta es ser llenados de toda la plenitud de Dios: la plenitud de la deidad habita en Mashíaj corporalmente, y el creyente es llevado a esa plenitud por la gracia operante.",
  "20": "Doxología funcional: Dios es poderoso para hacer por encima, excedentemente, más de lo que se pide o imagina, conforme al poder que opera en nosotros. Ese poder se verifica en fruto digno de arrepentimiento: rompe cadenas mentales de impiedad y habilita caminar con libertad en el camino trazado por Mashíaj.",
  "21": "Cierre: a él sea el peso de honra en la asamblea en Yehoshúa HaMashíaj, por todas las generaciones de la eternidad. La asamblea se entiende como escuela de Mashíaj: siervos que materializan la voluntad de Dios; “amén” se asume como afirmación de palabra verdadera y fiel."
}
