{
  "1": "Pablo, como preso en el Señor, no ordena sino que invita (parakalō) a caminar conforme a la excelencia del llamado. Estar “amarrado” al Señor implica quedar ligado a la ejecución de su voluntad. El llamado no es abstracto: exige una forma concreta de andar que corresponda a lo que Dios ha hecho.",
  "2": "La excelencia del llamado se manifiesta en cinco elementos: ánimo no arrogante (control de motivaciones), mansedumbre (‘anváh: sometimiento a la voluntad de Hashem), paciencia (‘órej rúaj: largura de ánimo), soporte mutuo llevando cada uno su carga, y todo ello dentro del amor (‘ahaváh) que nunca lleva a violar los mandamientos.",
  "3": "La tarea es guardar diligentemente la unidad (ijúd) del Rúaj mediante el vínculo del Shalom. La unidad no admite divisiones ni discrepancias carnales: es ejad, sin faltantes ni variaciones, visible en un solo cuerpo que crece de manera homogénea.",
  "4": "La unidad se fundamenta en un solo cuerpo y un solo Rúaj, y en una misma esperanza: la resurrección y la vida eterna. No hay dos pueblos ni dos rujot; la diversidad de atributos de la deidad no implica multiplicidad de espíritus, sino un solo Rúaj manifestado en un solo fruto.",
  "5": "La confesión es una: un solo Señor, una sola ‘Emunáh (educación divina impartida por Dios) y un solo bautismo. El bautismo no se reduce al acto en agua, sino al testimonio público de haber muerto y resucitado en Yehoshúa HaMashíaj.",
  "6": "Se afirma la unicidad absoluta: un solo ‘Elohim y ‘Abá de todos. Él es autoridad sobre todos, obra a través de nosotros y habita en todos como comunidad. ‘Elohim expresa el amor manifestado; ‘Abá, el amor y la sabiduría aún no manifestados.",
  "7": "La gracia es dada a cada uno conforme a la medida (métron) del don de Mashíaj. La medida no autoriza exaltación personal: exige buena administración de la multiforme gracia y coherencia con la educación divina recibida.",
  "8": "La Escritura declara que, al subir a lo alto, llevó cautiva la cautividad y repartió dones. Hubo un precio previo: el pecado fue cautivado y, con la ofrenda del cuerpo de Mashíaj, quedó habilitado el don del Rúaj HaQódesh.",
  "9": "El que subió es el mismo que descendió a las partes más profundas de la tierra: despojo total de su gloria, entrada en la condición humana desde el vientre materno, anticipándose a nuestras ofensas.",
  "10": "El que descendió es el mismo que ascendió por encima de todos los cielos para llenarlo todo (pleróō). No vino a abolir, sino a desbordar y cumplir, haciendo del Qahal la plenitud de Dios en la tierra.",
  "11": "Mashíaj mismo dio los dones: apóstoles, profetas, evangelistas, pastores y maestros. Son disposiciones divinas, no virtudes humanas. El apóstol bíblico es plenipotenciario; hoy solo puede existir por envío y sujeción comunitaria.",
  "12": "La finalidad de estos dones es igualar a los santos a Mashíaj, para la obra del servicio (diaconía) y la edificación del cuerpo. El crecimiento es cualitativo y conduce a la reconciliación.",
  "13": "La meta es llegar a la unidad de la ‘Emunáh y del conocimiento del Hijo, a un varón completo, a una sola medida de la estatura de la plenitud de Mashíaj. Esto corresponde al verdadero miluím: un pueblo sacerdotal ya en operación.",
  "14": "El resultado es madurez: dejar de ser népios, inexpertos e inestables, llevados por modas doctrinales y juegos humanos que terminan en vagabundería espiritual. El crecimiento verdadero lo da Hashem.",
  "15": "La edificación ocurre hablando ‘Emet en ‘ahaváh: decir y actuar conforme a la verdad de Dios, aun cuando cueste. Así se crece hacia la cabeza, el núcleo, que es Mashíaj.",
  "16": "De él, todo el cuerpo es concertado y unido armónicamente. Hashem provee los ligamentos y la energía por el Rúaj HaQódesh, y cada parte aporta su medida para el crecimiento en amor.",
  "17": "Pablo exhorta a no andar como los gentiles sin identidad, que dan vueltas en la vanidad (hevel) de la mente. El creyente posee la mente de Mashíaj y no puede moverse en pensamientos corruptibles.",
  "18": "La condición gentil se describe como conciencia oscurecida y ajenidad de la vida de Dios. No pertenecer a la vida produce ignorancia (agnōia) y enemistad, una desconexión que limita el discernimiento.",
  "19": "Esa visión limitada conduce a insensibilidad y desenfreno, a prácticas incompatibles con la santidad. Es la descripción de la vida humana separada de Dios.",
  "20": "Con Mashíaj no se aprende a vivir así. Aprender implica habituarse, entrenarse, entrar en comunión; su enseñanza no es ignorancia sino vida.",
  "21": "Escuchar a Mashíaj exige silencio interior, dejar prejuicios y recibir la didáctica conforme a la verdad que está en Yehoshúa. No hay otra verdad válida fuera de él.",
  "22": "La instrucción es despojarse del viejo hombre, entidad desordenada y corrupta, dominada por concupiscencias que proceden de la infidelidad, la ignorancia y la falta de límites.",
  "23": "La renovación ocurre en el ánimo de la mente: reordenar la conciencia mediante la repetición, la práctica y el poder del Rúaj, trayendo todo pensamiento cautivo a Mashíaj.",
  "24": "Vestirse del nuevo hombre es ser puesto en orden según Dios, en Tzedaqáh (gracia), rectitud y disposición a observar la Torah. La gracia conduce y la ‘Emunáh perfecciona desde dentro.",
  "25": "Desechar la mentira implica hablar ‘Emet conforme a la Torah y al evangelio. La verdad no se define por los sentidos, sino por lo que procede de Dios. Somos miembros unos de otros.",
  "26": "“Tiemblen” para no pecar: contengan el impulso. No se niegue el Shalom; resolver de inmediato evita daño y preserva la paz.",
  "27": "No dar lugar al adversario significa cerrar rápido la brecha emocional. El resentimiento abre espacio para voces ajenas a la Torah.",
  "28": "El que hurtaba debe trabajar en lo beneficioso para compartir con el necesitado. La experiencia del daño debe impedir repetirlo y proteger a otros.",
  "29": "Ninguna palabra saprós, envejecida y sin valor, debe salir de la boca. Solo palabras agathós, beneficiosas, que edifiquen la ‘Emunáh y transmitan gracia a quien escucha.",
  "30": "No “contristar” al Rúaj significa no provocar que Dios tenga que actuar en contra. Es una advertencia: la desobediencia persistente puede convertir a Dios en contendiente, no en respaldo.",
  "31": "Se ordena poner límite a pasiones desordenadas: amargura (sensación de amenaza), disgusto (choque de expectativas), enojo (explosión), gritería y blasfemia. Todas son síntomas de ausencia de razón.",
  "32": "El cierre es positivo: ser benignos, misericordiosos y gestores de gracia, perdonándose como ‘Elohim en Mashíaj nos perdonó. La meta es el bien, la salud, el Shalom y la edificación mutua."
}
