{
  "1": "Imitar a Dios implica ser mimētḗs: calcar su carácter, gestos y también su manera de hablar, como hijos que reproducen lo que ven en su padre. No es burla, es reproducción fiel de su conducta.",
  "2": "Caminar dentro del amor (‘ahaváh) es ejecutar la voluntad de Dios de forma desinteresada, como Mashíaj que se entregó a sí mismo como minjáh e ishéh/oláh conforme a lo establecido, sacrificio aceptado para ‘Elohim en olor fragante.",
  "3": "La fornicación, la impureza y la avaricia comparten el desorden y la acumulación sin propósito. No deben ni siquiera ser tema entre los santos, pues no corresponde traer a juicio prácticas incompatibles con la santidad.",
  "4": "Las charlas obscenas, las necedades y los dobles sentidos alimentan el desorden sexual y la avaricia; lo propio del creyente es proferir brajáh: palabras de amparo y gratitud.",
  "5": "La práctica continua de inmoralidad, impureza o avaricia (culto extraño) excluye herencia en el reino. No es pérdida automática, sino persistencia consciente sin corrección ni tshuváh.",
  "6": "Los asuntos vanos son las esencias de la vida fuera de la Torah. Sustituir la vida por conversaciones vacías conduce al repudio, porque no producen vida ni permanencia.",
  "7": "No ser copartícipes con los hijos de desobediencia implica no imitar patrones del mundo ni sus persuasiones.",
  "8": "Antes eran oscuridad; ahora son luz en Hashem. Andar como hijos de luz es orbitar dentro de la luz, no desde la individualidad sino dentro de Yehoshúa’.",
  "9": "El fruto de la luz se resume en bondad (lo beneficioso para vida, salud y entorno), justicia (el deber ser) y verdad (Torah y Yehoshúa’).",
  "10": "Caminar como hijos de luz exige comprobar y discernir qué es agradable al Señor.",
  "11": "No tener comunión con las obras infructuosas de la oscuridad; más bien demostrarlas y exponerlas mediante la escritura. La luz es la que produce fruto.",
  "12": "Lo que ellos hacen en secreto es impresentable y deformado; por eso buscan encubrirlo.",
  "13": "Todo lo que es manifestable por la luz es luz. Lo digno de exponerse no avergüenza, porque procede de Dios.",
  "14": "Despertar del estado inoperante y levantarse de la ceguera permite que Mashíaj se manifieste por medio del creyente.",
  "15": "La exhortación es conducir la vida con diligencia: no como insabios, sino como sabios que materializan la voluntad de Dios.",
  "16": "Redimir el tiempo es rescatar el fenómeno temporal para un uso beneficioso, porque los días —las oportunidades— están deteriorados y pasan.",
  "17": "No ser inconscientes implica comprender la voluntad del Señor: redención, reconciliación, santificación y padecer haciendo el bien.",
  "18": "No embriagarse con vino —ni con doctrinas o placeres que nublan la conciencia— sino ser llenos de Rúaj, cultivando la conciencia de Dios.",
  "19": "La llenura se expresa hablando dentro de la escritura: melodías, himnos y cánticos que recuerdan quién es Dios y lo que ha hecho.",
  "20": "Dar gracias es proclamar que ‘Elohim y ‘Abá son Barúj en el nombre de Yehoshúa’ HaMashíaj, en toda circunstancia.",
  "21": "La subordinación mutua es respeto al orden divino y evidencia de llenura de Rúaj; no es imposición, es reflejo del temor de Mashíaj.",
  "22": "Las mujeres se subordinan a sus propios maridos como al Señor, dejando el control en Dios y respetando el orden establecido.",
  "23": "El varón es cabeza como Mashíaj lo es del Qahal; su responsabilidad es dar amparo y refugio, imitando al Salvador del cuerpo.",
  "24": "Así como la congregación se sujeta a Mashíaj, las mujeres a los varones en todo, dentro del orden divino.",
  "25": "Los varones aman entregándose, como Mashíaj se entregó por la Asamblea; amar es dar la vida y asumir mayor responsabilidad.",
  "26": "La entrega tiene propósito: santificar y hacer apta a la esposa mediante la tohoráh del agua en palabra, instruyendo en Torah y Evangelio.",
  "27": "El objetivo es ponerla al lado, dignificarla como coheredera e hija de Dios, sin manchas ni arrugas, con sanidad emocional y espiritual.",
  "28": "Amar a la esposa como al propio cuerpo implica cuidado, provisión y responsabilidad personal.",
  "29": "Así como nadie desprecia su carne, Mashíaj alimenta y cuida a la Asamblea con lo distinguido por la palabra de Dios.",
  "30": "La unidad es real: somos parte de su cuerpo, de su carne y de sus huesos, conforme a la visión anticipada desde Génesis.",
  "31": "El matrimonio establece monogamia: dejar, unirse y ser una sola carne.",
  "32": "Este sod es grande y se refiere a Mashíaj y al Qahal: la relación redentora entre el Salvador y su pueblo.",
  "33": "Conclusión práctica: cada varón ame a su esposa como a sí mismo, y la mujer desarrolle temor, aprendiendo a reaccionar conforme al orden divino."
}
