{
  "1": "Los descendientes (tekna, fruto) deben escuchar y actuar en el Señor conforme al deber ser. Lo natural es que los que vienen después atiendan la voz de quienes los engendraron, y en lo espiritual esto afirma el orden establecido por Dios.",
  "2": "Honrar (kavéd) a padre y madre es darles peso y prioridad; al hacerlo se honra a Dios, pues es obediencia directa a su mandato.",
  "3": "La promesa no apunta a cantidad de años sino a calidad de vida: vivir de manera beneficiosa, plena y aprovechada sobre la ‘adamáh que Hashem concedió.",
  "4": "Los padres no deben invadir ni sobrepasar límites, sino educar desde la niñez en la paideía del Señor: formación integral que incluye dominio emocional, pureza, comunión con Dios, buenas maneras, mansedumbre y capacidad de redargüir.",
  "5": "Los siervos deben obedecer a los señores terrenales con temor e imitación, con temblor y con integridad de mente, sirviendo como a Mashíaj y no solo en el plano visible.",
  "6": "El servicio no es para agradar a los hombres ni al ojo, sino desde la conciencia, haciendo la voluntad de Dios como siervos de Mashíaj.",
  "7": "Servir con buena conciencia es hacerlo al Señor y no a los hombres, sin malicia ni doble intención.",
  "8": "Cada uno debe procurar el bien de parte del Señor, sea siervo o libre; el bien es Dios mismo revelando su voluntad para vida, salud y entorno.",
  "9": "Los señores deben actuar sin amenazas, recordando que tienen un Señor en los cielos y que delante de Él no hay favoritismo.",
  "10": "La exhortación final es llenarse de dynamis en el Señor y de la resistencia de su isjyós: capacidad y firmeza para mantenerse en el bien.",
  "11": "Vestirse de la armadura de Dios es una alegoría para resistir las methodías del diablo: engaños, falsificaciones y métodos que buscan extraviar.",
  "12": "La lucha no es contra carne y sangre, sino contra estructuras y motores de destrucción de la vida, poderes de tinieblas y rujot de daño que operan en la mente.",
  "13": "Tomar toda la armadura es necesario para resistir en el día malo y permanecer firmes después de haber cumplido todo.",
  "14": "Ceñir las caderas con la verdad es fundamentar la resistencia en lo inmutable: Yehoshúa’ y su palabra, sin permitir fisuras ni dudas.",
  "15": "Calzar los pies con el apresto del evangelio de la paz es conducir la vida conforme al anuncio del bien y al ejemplo de Mashíaj.",
  "16": "El escudo de la ‘Emunáh apaga los dardos del maligno; la fidelidad y la santidad hacen huir a las tinieblas.",
  "17": "El casco de la salvación protege la mente; la espada del Rúaj es la palabra de Dios, ambas realidades centradas en Yehoshúa’.",
  "18": "La oración y el ruego en todo tiempo, en Rúaj, con vigilancia y perseverancia, sostienen la resistencia y la comunión con Dios.",
  "19": "Pedir palabra con denuedo es solicitar gracia para anunciar fielmente la revelación del evangelio.",
  "20": "Aun en cadenas se ejerce representación; hablar con denuedo lo que corresponde es parte del llamado.",
  "21": "Tíquico es enviado para dar a conocer los asuntos y consolar los corazones dentro de la comunidad.",
  "22": "El consuelo y la información fortalecen tanto al mensajero como a la comunidad, creando unidad y bloque espiritual.",
  "23": "La bendición final es Shalom, ‘Ahaváh y ‘Emunáh que proceden de ‘Elohim ‘Abá, es decir de Yehoshúa’ HaMashíaj.",
  "24": "La gracia permanece con todos los que aman a Yehoshúa’ HaMashíaj de manera incorruptible."
}
