{
  "1": "Entrega indica igualdad. La revelación de Yehoshúa’ fue entregada a ‘Elohim para entregar a sus siervos lo que debe existir en breve; fue enviada en símbolos por medio de su mal’aj a su siervo Juan.",
  "2": "Juan dio testimonio del Logos de ‘Elohim, es decir, del testimonio de Yehoshúa’ Hamáshiaj, de lo que vio. Logos no se entiende como filosofía griega intangible, sino como la expresión corpórea y visible de la deidad; en el tárgum se usa Memyrá como esa manifestación tangible. ‘Abá es el origen de todas las cosas, la sabiduría aún no revelada a este mundo, y Yehoshúa’ es la expresión corpórea de toda la plenitud de la deidad.",
  "3": "Felices el que lee y los que oyen las palabras de esta profecía, y vigilan lo escrito, porque el tiempo está fijado. Profecía aquí es dar testimonio del Logos de Dios: Memyrá de Hashem.",
  "4": "Siete congregaciones como representación de la plenitud de los creyentes en el mundo; el 7 es simbólico. Los siete rujot delante del trono son las manifestaciones reveladas en este mundo, los atributos enviados y manifestados. Mal’aj es mensajero, no necesariamente un ser celestial; el mensajero de cada congregación es el que está al servicio y cuidado de la comunidad, y el mensaje apunta a todos los líderes de todas las congregaciones.",
  "5": "Yehoshúa’ Hamáshiaj es presentado en siete actividades o atributos hacia nosotros: el testigo, el fiel, el primogénito con relación a los muertos, el soberano sobre los reyes de la tierra (‘El Elyión), el que nos amó, el que nos lavó de los pecados con su sangre, y el que nos establece en identidad de reyes y sacerdotes. Se le confiesa así porque tiene la preminencia y los derechos de herencia sobre todo.",
  "6": "Nos hizo reyes y sacerdotes para Dios, su ‘Abá; a él sea gloria e imperio por los siglos. La obra en nosotros está ligada a su sangre como lavado y a su preminencia como primogénito y excelso sobre los reyes de la tierra.",
  "7": "Viene con las nubes: venida repentina, rápida, y conectada con Daniel 7:13. Todo ojo lo verá, incluyendo los que le traspasaron, con la lectura de Zacarías 12:10 en pasado y futuro. Esto no habla de espíritus viniendo con él, sino de resurrección y reunión con él: transformación a cuerpo incorruptible y recepción del Señor en el aire; aire como límite espiritual para griegos y como ‘avir en hebreo ligado a kéter, corona de gloria. Vendrá con voz de mando, escolta de ángeles y trompeta.",
  "8": "Yo soy el Alfá y la O; no existía la letra omega todavía. Él es el primero y lo de después: no hay segundo ni intermedio. El que era, el que es y el que viene, el Todopoderoso.",
  "9": "Juan es copartícipe en tribulación, reino y paciencia en Yehoshúa’ Hamáshiaj. Estaba en Patmos por la palabra de Dios, es decir, por el testimonio de Yehoshúa’ Hamáshiaj. Ley y testimonio: si no hablan conforme a esto, no tienen shájar; el shájar, el alba, es Yehoshúa’ Hamáshiaj.",
  "10": "Estuvo en el poder, en el Rúaj, en el día del Señor, es decir, Yehoshúa’ Hamáshiaj. Oye una gran voz como trompeta, conectada con shofar y con la autoridad del llamado.",
  "11": "Yo soy el primero y lo de después: Máshiaj es rishón y ‘ajaron, cabeza y cuerpo. Las siete congregaciones reflejan cualidades del conjunto; el objetivo final es llegar a Filadelfia, congregación intachable, y el extremo opuesto es el trono de satanás: tolerancia a inmoralidad sexual, amor al dinero, sin interés por la salvación ni por ser luz.",
  "12": "Juan se vuelve para ver la voz y observa siete candeleros de oro. La figura apunta al cuerpo: la cabeza es Máshiaj y el cuerpo la asamblea; si la primicia es santa, el cuerpo debe ser la misma masa; el que no lleva fruto, el que no lleva el testimonio de Yehoshúa’ Hamáshiaj, no cuenta como parte del cuerpo.",
  "13": "En medio de los candeleros aparece uno semejante al Hijo del Hombre, vestido hasta los pies y ceñido con cinta de oro. La escena sostiene la idea de cabeza y cuerpo: Máshiaj en medio de su pueblo, sosteniendo la plenitud del testimonio.",
  "14": "Cabeza y cabellos blancos como lana limpia; ojos como llama de fuego. Se enlaza con Daniel 7:9: el Anciano de días con pelo como lana y trono de fuego. El Hijo del Hombre es el Anciano de días.",
  "15": "Pies como cobre refulgente y voz como estruendo de muchas aguas. Se conecta con Ezequiel: fuego envolvente y bronce refulgente; seres vivientes con aspecto de carbones y antorchas moviéndose. Ariel: el templo como león, y Ariel como león de Dios; uno mayor que el templo está aquí.",
  "16": "Siete estrellas en su diestra, espada de dos filos de su boca, rostro como el sol. El que sostiene a los mensajeros es el que camina entre los candeleros; la autoridad del testimonio viene de él.",
  "17": "Juan cae como muerto; él pone su diestra y declara: no temas, yo soy el primero y lo de después. La identidad de Máshiaj excluye intermedios: cabeza y cuerpo, rishón y ‘ajaron.",
  "18": "El que vive, estuvo muerto y vive por los siglos; tiene las llaves de la muerte. Hades es la palabra griega más cercana para traducir Sh’ol: sepulcro. Hades equivale a muerte en este marco.",
  "19": "Se ordena escribir lo visto, lo que es y lo que ha de ser después. El énfasis permanece: testimonio del Logos, el tiempo fijado y la secuencia profética como asunto de Dios.",
  "20": "El misterio: las siete estrellas son los mensajeros, líderes de las comunidades que transmiten lo que escuchan; los siete candeleros son las siete congregaciones, representación de las comunidades del mundo."
}
