{
  "1": "El mensajero que desciende refleja el patrón de Moisés: un siervo enviado de Hashem que desciende del monte con la revelación. El rostro resplandeciente remite a Éxodo 34, cuando Moisés, tras hablar con Hashem, irradia la gloria recibida. No es gloria propia, es reflejo de la revelación divina.",
  "2": "El librito en la mano es la Torah. Así como Moisés salió de Egipto y atravesó el mar antes de llegar a la tierra prometida, el mensajero pone un pie sobre el mar y otro sobre la tierra, indicando dominio y autoridad sobre el trayecto de redención de Yisra’el.",
  "3": "Los siete truenos representan la totalidad de la revelación: las setenta lenguas, todo lo que Hashem iba a manifestar. No es ruido caótico, es revelación completa reservada por Dios.",
  "4": "Se ordena sellar lo dicho por los siete truenos. Hay revelaciones que Hashem se reserva. No todo lo revelado es para ser escrito ni divulgado; Dios administra qué se revela y cuándo.",
  "5": "El mensajero levanta la mano al cielo, gesto de juramento solemne, reafirmando que la autoridad de lo que declara proviene del Creador de todo.",
  "6": "Que el tiempo no sería más no significa la anulación del tiempo, sino que Hashem se reserva el control del tiempo para la consumación de su propósito. No se habla aquí de abolición del tiempo, sino de su administración divina.",
  "7": "El misterio de Dios se consuma en la voz del séptimo mensajero: su pueblo. El Sod de Hashem es con los que le temen. El misterio anunciado a los profetas es la edificación y manifestación plena de su pueblo.",
  "8": "Se ordena tomar el librito abierto. La revelación no es pasiva: debe ser recibida, asumida y apropiada.",
  "9": "El librito, la Torah, es dulce en la boca pero amarga en el vientre. Es dulce porque es verdad y vida; es amarga porque redarguye, confronta y exige transformación.",
  "10": "La experiencia confirma el efecto de la Torah: gozo inicial en recibirla, pero confrontación profunda cuando desciende al interior y expone lo que debe ser corregido.",
  "11": "La labor profética es volver a anunciar Torah para edificar al pueblo. Profetizar no es predecir, es hablar la palabra de Hashem a pueblos, naciones, lenguas y reyes para llevarlos a la edificación y restauración."
}
