{
  "1": "La medición del templo, del altar y de los que adoran indica delimitación y preservación. El período señalado corresponde a tres años y medio, vinculado al juicio y a la restricción del acceso pleno.",
  "2": "El patio exterior queda sin medir porque es entregado a los gentiles. La ciudad de la santidad, Yerushaláyim (‘Ir haqódesh), será hollada cuarenta y dos meses, el mismo marco temporal de tres años y medio.",
  "3": "Los dos testigos profetizan mil doscientos sesenta días, equivalentes a cuarenta y dos meses. El cilicio expresa luto, duelo y aflicción: la Torah y la profecía están en estado de enlutamiento.",
  "4": "Los dos testigos son los dos olivos y los dos candeleros, conforme a Zacarías 4. Representan a los hijos del aceite: rey y sacerdote. La revelación de Dios emana desde una sola fuente hacia la Menoráh, no por fuerza ni ejército, sino por el Rúaj.",
  "5": "El fuego que sale de su boca expresa el juicio inherente a la Torah y la profecía. Quien las rechaza se expone al mismo principio de juicio que intenta ejercer contra ellas.",
  "6": "El poder de cerrar el cielo y herir la tierra remite a la autoridad profética. No es capricho, sino consecuencia directa del rechazo a la revelación de Dios.",
  "7": "Al concluir su testimonio, la bestia los vence. Esto señala el silenciamiento de la Torah y la profecía en el ámbito terrenal.",
  "8": "Sus cuerpos caídos se identifican metafóricamente con la Torah, la profecía y el templo. La ciudad es llamada espiritualmente Sodoma y Egipto: aberración moral e idolatría, la Yerushaláyim terrenal que produce esclavitud.",
  "9": "Los pueblos ven sus ruinas por tres días y medio, entendidos como tres años y medio históricos. No permiten sepultura: no se autoriza restauración ni reconstrucción. El cuerpo caído es el templo.",
  "10": "Los moradores de la tierra se alegran por la caída de la Torah y la profecía, celebrando la ausencia de la relación viva de Dios en la tierra.",
  "11": "Después de tres días y medio entra en ellos el Rúaj de vida. Hay restauración y levantamiento, provocando temor en quienes lo presencian.",
  "12": "La subida al cielo señala la vindicación divina. La Torah y la profecía son exaltadas, y los enemigos lo contemplan.",
  "13": "El terremoto y la caída parcial de la ciudad indican juicio. Algunos reconocen la autoridad del Dios del cielo, aunque bajo temor.",
  "14": "El segundo ay concluye; el tercero se anuncia como inminente, marcando progresión del juicio.",
  "15": "Con la séptima trompeta se proclama que los reinos del mundo pertenecen a Hashem y a su Mashíaj. Él reinará por siempre. Se conecta con Zacarías: Hashem será uno y uno su nombre.",
  "16": "Los veinticuatro ancianos reconocen el gobierno absoluto de Dios mediante adoración.",
  "17": "Se agradece porque Hashem ha tomado su gran poder y ha reinado, manifestando su dominio efectivo.",
  "18": "Se anuncia el tiempo del juicio, la recompensa a profetas, santos y temerosos de su nombre, y la destrucción de quienes corrompen la tierra.",
  "19": "El templo celestial se abre y el arca del pacto se manifiesta. Los fenómenos acompañantes confirman la intervención directa y definitiva de Dios."
}
