{
  "1": "La palabra σημεῖον no es evento literal sino señal, símbolo. En hebreo simán. La mujer representa a Yisra’el. Está revestida de sol como protección y gloria; fuego que cubre. La luna bajo sus pies no es pisoteo, sino el fundamento previo, la disminución que preparó el camino. La corona de doce estrellas identifica a las doce tribus.",
  "2": "El parto expresa tribulación, clamor y angustia del alumbramiento nacional. Así lo presentan Isaías y Miqueas: Tziyón gime, pero da a luz una nación. Yisra’el nace en medio del dolor, como cuando salió de Mitsráyim. El lenguaje es simbólico, no biológico.",
  "3": "El dragón escarlata representa al poder opresor identificado con Egipto y Babilonia. Drákōn corresponde a najásh, tanín, la serpiente antigua. Siete cabezas aluden a lugares altos, dominios y cultos paganos; diez cuernos a reyes; siete diademas a autoridad y realeza. El siete no es numérico literal, sino totalidad de dominio mundial.",
  "4": "El mismo que arrastró la tercera parte de las estrellas es quien intenta devorar al hijo. La escena se repite históricamente: Faraón persigue al pueblo cuando la nación está por nacer. La mujer es la línea de Noaj, Abraham, Yitsjaq y Ya‘aqov: Yisra’el. El hijo es el remanente fiel, ‘Immanu’el: con nosotros está Dios.",
  "5": "El hijo varón es llevado para Dios, es decir, para su trono. Gobernar con vara de hierro indica autoridad legítima, no tiranía. La imagen conecta con el Salmo 2 y con Isaías: el nacimiento ocurre antes del dolor pleno, según el propósito soberano.",
  "6": "La huida al desierto corresponde a un período histórico ya ocurrido. Se vincula con Daniel 7 y el dominio de la cuarta bestia: los reinos helenísticos, en especial los Seleúcidas. Los dientes de hierro representan tributo e imposición. El cuerno pequeño es Antíoco Epífanes, puesto por Roma, quien persiguió a los santos y buscó cambiar la Toráh y los tiempos. El período de mil doscientos sesenta días corresponde a la opresión hasta la revuelta hasmonea, que derrotó a los Seleúcidas.",
  "7": "El conflicto descrito no introduce algo nuevo, sino que se conecta con lo anterior. La guerra en los cielos es lenguaje simbólico que acompaña los eventos históricos.",
  "8": "El dragón y sus ángeles no prevalecen. Pierden autoridad y lugar. La expulsión indica pérdida de dominio, no aniquilación.",
  "9": "El gran dragón es identificado como la serpiente antigua, HaSatán, el acusador. Engaña al mundo y opera desde estructuras de poder. Es arrojado a la tierra junto con sus ángeles, es decir, su influencia queda restringida.",
  "10": "La caída del acusador marca la manifestación de la salvación, el reino y la autoridad del Mashíaj. El énfasis no es celestial abstracto, sino el triunfo del propósito de Dios sobre la acusación constante.",
  "11": "El remanente vence por la sangre del Cordero y por la palabra del testimonio. No aman sus vidas hasta la muerte. La victoria es fidelidad, no poder militar.",
  "12": "Hay alegría en los cielos, pero advertencia para la tierra. El opositor actúa con ira porque su tiempo es limitado. El texto señala urgencia, no cronología moderna.",
  "13": "La persecución vuelve al punto inicial: el dragón persigue a la mujer. Es la repetición del patrón histórico contra Yisra’el.",
  "14": "Las alas de la gran águila expresan protección divina. El desierto es lugar preparado por Dios. Tiempo, tiempos y medio tiempo remiten al mismo marco de Daniel.",
  "15": "El río lanzado por la serpiente representa intento de arrastre, opresión y destrucción. Históricamente se vincula al período hasmoneo.",
  "16": "La tierra ayuda a la mujer. El plan del opositor fracasa. La historia demuestra que Dios interviene dentro de los procesos humanos.",
  "17": "Esto vuelve a suceder. El dragón dirige su ira contra el resto del remanente: los que guardan los mandamientos de Dios y mantienen el testimonio de Yehoshúa’ Hamashíaj. El conflicto final se centra en fidelidad a la Toráh y al testimonio."
}
