{
  "1": "El mar representa caos, desorden y ausencia de Torah. De ese ámbito sin orden divino surge la bestia, indicando un imperio nacido fuera del marco de la Torah, con autoridad política y blasfemia como marca.",
  "2": "La descripción conecta directamente con Daniel 7. El león alado corresponde a Babilonia bajo Nabucodonosor; luego el oso y el leopardo representan a persas y griegos. El imperio griego se divide en cuatro, destacando a los Ptolomeos y Seleúcidas. El dragón transfiere poder, trono y autoridad.",
  "3": "La herida mortal alude al dominio seléucida derrotado por los hasmoneos, que luego resurge históricamente hasta ser finalmente absorbido por Roma, sin volver a tener injerencia directa en la tierra de Yisra’el.",
  "4": "La admiración y adoración reflejan sumisión política y espiritual al sistema imperial. La pregunta retórica muestra la percepción de invencibilidad del poder apóstata.",
  "5": "La boca blasfema indica uso perverso del lenguaje y de la autoridad. El período delimitado señala un tiempo histórico concreto de ejercicio de poder contra la fidelidad a Dios.",
  "6": "La blasfemia no es solo verbal; consiste en usar el nombre de Dios, su morada y lo celestial de forma distorsionada para legitimar apostasía.",
  "7": "La guerra es contra los santos de Yisra’el, es decir, contra quienes guardan la Torah. La autoridad extendida muestra dominio político sobre pueblos y naciones.",
  "8": "Antióco Epífanes no buscó exterminar a todos los judíos, sino a los fieles a la Torah. La apostasía es impulsada por un espíritu de error que induce a abandonar la fidelidad.",
  "9": "El llamado a oír señala que el mensaje requiere discernimiento espiritual, no lectura superficial.",
  "10": "La paciencia y la fe de los santos se manifiestan al no responder con violencia, entendiendo que la apostasía precede a la manifestación del hombre de anomía, la no-Torah.",
  "11": "La segunda bestia surge de la tierra, es nativa de Yisra’el. Tiene apariencia de cordero, dos cuernos que representan realeza y sacerdocio, pero habla como dragón, suplantando autoridad legítima con Torah aparente.",
  "12": "Judíos helenizados con Torah usurpan el sacerdocio, persiguiendo a los fieles que no pertenecían al linaje de Aarón. Se afianza la apostasía iniciada por la primera bestia.",
  "13": "Las señales y prodigios apuntan a suplantar las profecías, generando juicio mediante engaño religioso.",
  "14": "Mandar a hacer imagen significa reproducir el sistema apóstata previo. La blasfemia consiste en usar la Torah como herramienta de engaño, repitiendo patrones idolátricos denunciados por los profetas.",
  "15": "La imagen de la bestia representa el ícono de la apostasía. En lenguaje apocalíptico, bestia significa imperio. El llamado es a no apartarse de la Torah ni a derecha ni a izquierda.",
  "16": "La marca en mano y frente simboliza pensamiento y acción alineados con el sistema apóstata. No es un elemento tecnológico sino una adhesión ideológica.",
  "17": "Marca, nombre y número engloban el mismo concepto: pertenencia al sistema de apostasía que excluye de la vida económica y comunitaria a los fieles.",
  "18": "El 666 no es cifra mágica. En hebreo, las letras forman la idea de apostasía: ‘ser hecho apóstata’. Es un número teológico que conduce a la adoración del imperio y al hombre de anomía, la no-Torah."
}
