{
  "1": "La voz que sale del templo procede de la gloria de Hashem. El nombre de las cuatro letras expresa juicio. Las copas son enviadas por medio de mal’ají, mensajeros de juicio. Las plagas no son seres alados, sino instrumentos del juicio divino, como en Egipto, mensajeros de las cosas malas cuando se traspasa el límite de la tolerancia.",
  "2": "La primera copa es juicio directo contra quienes tienen la señal de la bestia. La señal es la apostasía: haber estado en la verdad y apartarse de ella. El juicio no es contra ignorantes, sino contra apóstatas.",
  "3": "El mar convertido en sangre no debe leerse de forma literal totalizante. Es lenguaje representativo, como en Egipto. Cada plaga demuestra que las potestades invocadas no pueden salvar a quienes confían en ellas.",
  "4": "Las aguas convertidas en sangre reiteran el mismo principio: no existe potestad que proteja al apóstata. El juicio expone la impotencia de los dioses invocados.",
  "5": "El Mensajero de las aguas declara justo el juicio. Hashem es justo porque juzga conforme a verdad, no por arbitrariedad.",
  "6": "Derramaron sangre de santos y profetas; por eso reciben sangre. El juicio es proporcional y merecido.",
  "7": "Desde el altar se confirma que los juicios de Hashem son verdaderos y justos. No hay injusticia en su juicio.",
  "8": "El sol, como en Egipto, se convierte en instrumento de juicio. El dios en el que confiaban los quema. La potestad adorada se vuelve contra ellos.",
  "9": "En lugar de arrepentirse, blasfeman. El problema no es falta de evidencia, sino dureza del corazón del apóstata.",
  "10": "La copa sobre el trono de la bestia trae tinieblas. El reino de la bestia queda expuesto como incapaz de sostener a los suyos.",
  "11": "Persisten en la blasfemia y no se arrepienten. El juicio revela la condición interior, no la corrige automáticamente.",
  "12": "La sexta copa seca el Éufrates para preparar el camino a los reyes del oriente. De manera simbólica señala el regreso de los hijos de Yisra’el de la cautividad. El Éufrates es frontera histórica con Yisra’el.",
  "13": "De la boca del dragón, la bestia y el falso profeta salen espíritus inmundos. La apostasía opera como engaño espiritual activo.",
  "14": "Estos espíritus convocan a los reyes del mundo. No es iniciativa humana, sino manipulación espiritual para el enfrentamiento final.",
  "15": "La advertencia es para velar y guardar las vestiduras. La fidelidad protege de la vergüenza; no es pasividad, es vigilancia.",
  "16": "Armagedón no es un simple punto geográfico. Es Armeguido, el monte de la rebeldía, opuesto al monte Carmelo frente al valle de Yisra’el.",
  "17": "La séptima copa marca la consumación: ‘Ya existió’. El juicio alcanza su cierre definitivo.",
  "18": "El gran terremoto expresa una conmoción sin precedentes. Es el colapso total del orden rebelde.",
  "19": "La gran ciudad es Jerusalén, dividida en tres partes, correspondientes a sus valles. Babilonia es traída a memoria para recibir el cáliz del juicio.",
  "20": "Islas y montes desaparecen. No queda refugio ni estructura que sostenga al sistema caído.",
  "21": "El granizo final confirma la severidad del juicio. Aun así, los hombres blasfeman, mostrando que la apostasía no se revierte por fuerza, sino que queda plenamente expuesta."
}
