{
  "1": "La gran ramera es identificada como la ciudad grande. No es una entidad abstracta sino una ciudad concreta que ejerce influencia y dominio espiritual.",
  "2": "La embriaguez con el vino alude a doctrina corrupta y errada. Znumin, Znut y Taznut expresan promiscuidad espiritual: infidelidad doctrinal y adulteración del pacto.",
  "3": "La visión ocurre en inspiración divina llevándolo al desierto. El desierto simboliza ausencia de palabra y esterilidad espiritual; la mujer es colocada donde no hay vida ni crecimiento.",
  "4": "La descripción de la mujer adornada muestra apariencia de riqueza y esplendor externo, mientras porta abominación y suciedad de su promiscuidad, revelando corrupción interna.",
  "5": "El nombre en su frente identifica el misterio: Babilonia la grande, madre de rameras y abominaciones, señalando origen y propagación de la apostasía.",
  "6": "La mujer está ebria de la sangre de los santos antiguos y de los mártires de Yehoshúa’. Esto conecta con Jerusalén como ciudad que mató a los profetas y rechazó a los enviados.",
  "7": "El Mensajero anuncia la explicación del misterio de la mujer y de la bestia que la sostiene, que posee siete cabezas y diez cuernos.",
  "8": "La bestia sube del abismo, de un mal que en Génesis fue desechado por Dios. Se refiere a un surgimiento histórico que aún no existía en ese momento, asociado al sistema seléucida y a la apostasía.",
  "9": "Las siete cabezas representan siete montes donde se sienta la mujer, requiriendo mente con sabiduría para discernir el símbolo.",
  "10": "Los siete montes son también siete reyes. El siete expresa plenitud del sistema global: reinos pasados, presentes y futuros. Cinco han pasado, uno es y otro vendrá por breve tiempo; la octava es la bestia como sistema.",
  "11": "La bestia es el octavo, procede de los siete y va a perdición, indicando continuidad del mismo sistema en su forma final.",
  "12": "Los diez cuernos son diez reyes que recibirán autoridad por breve tiempo. Es una sucesión histórica que culmina entregando todo a la bestia, un sistema apostático.",
  "13": "Los diez reyes actúan como pantalla; la bestia gobierna desde atrás administrando la influencia. La apostasía ligada a la cristiandad terminará aborreciendo y destruyendo a la nación hebrea que negó a Mashíaj.",
  "14": "Pelearán contra el Cordero, pero el Cordero vence por ser Señor de señores y Rey de reyes. Los que están con él son llamados, elegidos y fieles.",
  "15": "Las aguas donde se sienta la ramera son pueblos, muchedumbres, naciones y lenguas. La ramera se apoya en doctrinas y religiones para ejercer engaño, cumpliendo la advertencia de no ser engañados.",
  "16": "Los diez cuernos aborrecerán a la ramera y destruirán la ciudad, dejándola desolada y quemándola con fuego.",
  "17": "La mujer es Jerusalén y la bestia es la apostasía. Los diez reyes reinan con ella por un tiempo y luego destruyen la ciudad, cumpliendo el propósito depurado por Dios.",
  "18": "Los reyes sacan a la mujer, reinan brevemente y pasan; permanece la apostasía. Todo esto ocurre antes del sexto sello. La mujer es la gran ciudad que reinó sobre los reyes de la tierra."
}
