{
  "3": "Juan escribe Apocalipsis sabiendo que, entre los años 90 y 98, surge el concilio de Yavne y con él el judaísmo rabínico. La gran Babel representa a la Jerusalén terrenal que ha dado hijos para esclavitud, un sistema religioso que embriaga a las naciones con confusión doctrinal y alianza con los poderes de la tierra.",
  "4": "El llamado a salir de ella se entiende en el contexto del nacimiento del judaísmo rabínico. Juan identifica a Jerusalén terrenal como el centro de ese sistema que esclaviza, por lo que el pueblo de Dios debe apartarse para no participar de sus pecados ni de su juicio.",
  "7": "La autopercepción de reina que no verá llanto conecta directamente con Isaías 47. La figura de la hija de Babilonia describe a la Jerusalén terrenal como heredera de confusión, portadora de doctrinas mezcladas, que se cree segura y eterna sin considerar su final.",
  "8": "El juicio repentino anunciado se corresponde con el lamento de Yehoshúa sobre Jerusalén. La ciudad no reconoció el tiempo de su visitación, y por eso viene sobre ella destrucción, llanto y desolación, tal como fue anunciado.",
  "9": "El lamento de los reyes refleja la caída visible de la ciudad que sostenía alianzas y poder. La ruina de Jerusalén terrenal provoca temor y duelo en quienes dependían de ella.",
  "10": "El juicio ocurre en una hora, mostrando que su fortaleza era ilusoria. La ciudad que parecía inconmovible cae de manera definitiva.",
  "11": "Los mercaderes lloran porque el sistema colapsa. La Jerusalén terrenal funcionaba como centro de intercambio, control y beneficio, y su caída deja sin sustento a quienes vivían de ella.",
  "16": "La descripción de la vestidura conecta con el atuendo del sumo sacerdote, ícono de Jerusalén. La caída no es solo económica, sino simbólica: se derrumba el centro religioso que se había corrompido.",
  "17": "La comparación con Tiro, ciudad de angustia, refuerza la idea de opresión. La Jerusalén terrenal es presentada como ciudad de angustia espiritual, heredera de ese mismo patrón.",
  "18": "El humo de su incendio confirma la desolación total. No hay ciudad comparable porque su caída es absoluta.",
  "19": "El lamento colectivo muestra que todo el sistema estaba ligado a ella. En una hora queda desolada, revelando la fragilidad de su grandeza.",
  "20": "El cielo se alegra porque Dios hace justicia. En Jerusalén murieron profetas y santos, y su caída representa vindicación divina.",
  "21": "La imagen de la piedra arrojada al mar indica destrucción irreversible. Babilonia, identificada con la Jerusalén terrenal apóstata, no será hallada jamás.",
  "22": "El silencio total expresa el fin de la vida, del culto y de la actividad. Todo lo que sostenía el sistema desaparece por completo.",
  "23": "La ausencia de luz y de voz matrimonial muestra que no queda esperanza. Sus mercaderes y hechicerías engañaron a las naciones, y por eso el juicio es definitivo.",
  "24": "En ella se halló la sangre de profetas y santos. La responsabilidad recae sobre la Jerusalén terrenal apóstata, que persiguió y dio muerte a los enviados de Dios."
}
