{
  "1": "La alabanza en el cielo reconoce que la salvación, la honra, la gloria y el poder pertenecen a Hashem. No es triunfo humano ni eclesiástico, es la vindicación divina frente a toda apostasía.",
  "2": "El juicio contra la gran ramera es justo y verdadero. Se trata de Jerusalén apóstata, responsable de la sangre de los santos y de los profetas que murieron por confesar a Yehoshúa’. Hashem vindica a sus siervos.",
  "3": "El humo que sube para siempre indica un juicio definitivo e irreversible. No es restauración, es sentencia final sobre la ramera.",
  "4": "Los veinticuatro ancianos y los cuatro seres vivientes reconocen la justicia del juicio. La adoración es dirigida únicamente a Hashem, el que está sentado en el trono.",
  "5": "La voz que sale del trono convoca a todos los siervos, pequeños y grandes, a alabar a Hashem. La alabanza no distingue jerarquías humanas.",
  "6": "El clamor multitudinario proclama que Hashem Tzva’ot reina. El énfasis está en el reinado efectivo y visible de Dios, no en un concepto espiritual abstracto.",
  "7": "Las bodas del Cordero se anuncian como cumplimiento. El Cordero es Yehoshúa’, y su esposa es Filadelfia: el remanente fiel tanto de Judá como de la cristiandad que no apostató.",
  "8": "El lino fino simboliza las obras justas de los santificados. No son méritos humanos, sino fruto de una vida apartada, fiel y transformada por Hashem.",
  "9": "Bienaventurados los llamados a la cena del Cordero. Estas palabras son verdaderas porque proceden de Hashem, no de interpretación humana.",
  "10": "El Mensajero rechaza la adoración. El centro no es el mensajero sino Hashem. El testimonio de Yehoshúa’ es el espíritu de la profecía.",
  "11": "El caballo blanco representa al postrer emperador justo. Yehoshúa’ aparece como Fiel y Verdadero, juzgando y peleando con justicia, no con arbitrariedad.",
  "12": "Los ojos como llama de fuego y las diademas expresan autoridad absoluta. El nombre desconocido indica la plenitud de su identidad divina.",
  "13": "La vestidura teñida en sangre señala juicio y redención. Su nombre es Meymra’ de Hashem: el Verbo, la expresión corpórea de la plenitud de la deidad.",
  "14": "Los ejércitos celestiales lo siguen vestidos de lino fino. Representan al pueblo redimido que participa de su victoria, no como protagonistas sino como acompañantes.",
  "15": "La espada que sale de su boca es juicio por palabra. Gobierna con vara de hierro y ejecuta el furor de Hashem Tzva’ot contra las naciones rebeldes.",
  "16": "El título Rey de reyes y Señor de señores afirma su supremacía total sobre toda autoridad creada, conforme a los Salmos.",
  "17": "La convocatoria a las aves representa a los gentiles. Es la cena del gran Dios, un acto de juicio, no de comunión.",
  "18": "Comer la carne significa exclusión definitiva de la vida eterna. No volverán a reunirse porque no hay restauración para ellos.",
  "19": "La bestia y los reyes de la tierra se organizan contra Yehoshúa’, mostrando la oposición final del sistema apóstata.",
  "20": "La bestia y el falso profeta son lanzados vivos al lago de fuego. El azufre representa juicio definitivo sobre el sistema que negó la Torah y a Mashíaj.",
  "21": "Los restantes son destruidos por la palabra que sale de la boca de Yehoshúa’. Las aves se sacian, confirmando el fin total del sistema rebelde."
}
