{
  "1": "Éfesos: ciudad marcada por el templo de Artemisa/Diana. Allí Sha’ul predicó y se armó un alboroto tan grande que casi lo matan. El mensaje se dirige al mensajero/líder de esa asamblea bajo un contexto de presión espiritual y cultural fuerte.",
  "2": "Tres ejes: obras (lo que haces), trabajo (aflicción por causa del evangelio) y perseverancia (no desmayar). No toleran a los malos, prueban a los que se dicen apóstoles y hallan la mentira. Han sufrido, han tenido paciencia y han trabajado por el nombre sin rendirse.",
  "3": "La perseverancia se evidencia en que han sufrido por el evangelio, han tenido paciencia, han trabajado por el nombre y no han desmayado. No es teoría: es constancia en medio de oposición real.",
  "4": "Dejar el primer amor es dejar de evaluar el amor a la luz de la Toráh y del testimonio dado a la asamblea. Las primeras obras son el filtro: no tolerar otro Yehoshúa’, otro espíritu u otro evangelio; probar falsos apóstoles y desenmascarar el disfraz de justicia y la mentira.",
  "5": "Las estrellas son los mensajeros: los líderes. Si no hay arrepentimiento y retorno a las primeras obras, se quita el candelero: se remueve la asamblea. La advertencia es directa: el candelero es la iglesia, y puede ser retirado si se abandona el fundamento.",
  "6": "Los nicolaítas se conectan con Balá’am: victoria sobre el pueblo / el que se tragó al pueblo. El tropiezo es delante de Dios, no de los hombres. La doctrina que produce tropiezo es aborrecida.",
  "7": "El que oye debe oír lo que el Rúaj dice. Vencer implica mantenerse en el primer amor: mandamientos y testimonio. Si se abandona, viene la consecuencia del candelero. Comer del árbol de la vida contrasta con comer del otro conocimiento como en Génesis: relación espiritual y fidelidad probada.",
  "8": "Esmirna: pobreza ligada a blasfemia. Se dicen yehudim y no lo son; son asamblea de Satán. Yehudi/yahidi: el que profesa al único Dios. Se consideran ricos porque creen no necesitar de Dios, pero el punto es la práctica: conocer Toráh y quebrantarla, y elevar dogmas de hombres por encima de la Toráh.",
  "9": "La blasfemia se ve en profesar la ley y deshonrar a Dios con la infracción. Se afirma conocer a Dios, pero con los hechos se niega. Lo que se impone como dogma humano por encima de la Toráh corrompe mente y conciencia.",
  "10": "Diábolos: destructor/adversario. La prueba y el fuego no son extraños; el padecimiento por el nombre es señal y el Rúaj reposa. Los diez días se conectan con el patrón de respuesta: esperar respuesta, oración contestada, prueba delimitada; la iniquidad es lo que impide respuesta.",
  "11": "La fidelidad se exige hasta la muerte. El que vence no recibe daño de la segunda muerte. El punto es permanecer en medio de la prueba sin ceder al miedo.",
  "12": "Pérgamo: la espada aguda de dos filos se liga a la palabra. Isaías anuncia al llamado desde el vientre con boca como espada; se aplica a Yehoshúa’ Hamashíaj como referencia de autoridad de la palabra.",
  "13": "Donde moras: yáshav, asentarse/sentarse. El trono de Satán es todo sistema que niegue a Yehoshúa’ Hamashíaj. La silla/cátedra: de Moshéh se pervierte en silla de Satán cuando la autoridad se usa para mentira y cargas. Antipas: contra el Padre / en lugar del Padre; el contexto histórico apunta al asentamiento rabínico que desde Jerusalem sentenció al Mashíaj.",
  "14": "Balá’am enseñó a poner tropiezo delante de los hijos de Yisra’el: comer de lo sacrificado a ídolos y fornicar. El problema no es social: es espiritual, tropiezo delante de Dios.",
  "15": "Nikolaos: victoria sobre el pueblo; paralelo hebreo Bil‘am: el que se tragó al pueblo. La doctrina repite el patrón: tropiezo, idolatría, fornicación; negación práctica del gobierno de Hashem.",
  "16": "Arrepentirse o la espada de la boca pelea contra la doctrina. La espada es la palabra de Hashem contra lo que contradice el evangelio y la Toráh.",
  "17": "Vencer conecta con el fruto del árbol de la vida. Maná escondido: Yehoshúa’ Hamashíaj, el rocío del cielo. La piedra blanca y el nombre nuevo en la boca de Hashem: Hashem Yehoshúa’.",
  "18": "Tiatira: Ben ha’Elohim. Ben: heredero porque es dueño; compró la creación con su sacrificio. ‘Abá: título del tribunal de justicia de la deidad; en la Toráh quedó escrito acerca del Mesías como ‘Padre’ en ese sentido de autoridad y justicia. Ben ha’Elohim: identidad y propiedad adquirida por precio.",
  "19": "Obras, caridad/amor, servicio, fidelidad y paciencia. Las obras postreras mayores que las primeras: crecimiento real en la práctica, no apariencia.",
  "20": "‘Izével: no morar; patrón de usurpar autoridad, conocer palabra y no hacerla, y ser tropiezo. Contamina con inmoralidad sexual y con idolatría: participar de carne a ídolos y fiestas paganas. Permitir lo que la Toráh prohíbe es el eje del engaño.",
  "21": "Se le dio tiempo para arrepentirse y no quiere. El énfasis es la terquedad en fornicación: rechazo deliberado del retorno.",
  "22": "Juicio sobre ella y sobre los que adulteran con ella: tribulación si no se arrepienten de sus obras. El problema es participación en su camino.",
  "23": "Herir a sus hijos: consecuencia sobre la descendencia/seguidores. Hashem escudriña riñones y corazón y paga según obras: no se sostiene la fachada.",
  "24": "Advertencia comunitaria: cuidado con quién se coloca como líder, revisar doctrina. Se marca que la mujer no debe dirigir una comunidad; su rol es distinto: enseñar a mujeres y niños. No cargar más a quienes no han conocido esas profundidades.",
  "25": "Retener la carga presente hasta que él venga: firmeza y continuidad en lo recibido, sin desviación.",
  "26": "Vencer y guardar sus obras hasta el fin trae autoridad: dominio sobre los gentiles como resultado de fidelidad perseverante.",
  "27": "Regir con vara de hierro y quebrar como vaso: autoridad ejecutiva recibida del Padre; no es iniciativa humana sino delegación.",
  "28": "La estrella de la mañana: recompensa ligada a la fidelidad del que vence y permanece.",
  "29": "Cierre: oír lo que el Rúaj dice a las asambleas. El amor se define como práctica de mandamientos; al multiplicarse la maldad se enfría ese amor, por eso la vigilancia doctrinal es parte del primer amor."
}
