{
  "1": "El abismo se entiende como la tierra, el universo en sí. El dragón corresponde a tanín, la serpiente leviatán vinculada a Egipto. Dragón es drákōn; sataná es el opositor; diábolos es el que devora. El marco es cósmico y simbólico, no mitológico literal.",
  "2": "Satanás es atado por mil años. Mil es ‘élef, los años de la Torah. Desde que fue arrojado del cielo hasta la entrega de la Torah pasaron mil generaciones; de ‘Adam a Moshé, veintiséis generaciones. El número no es cronológico moderno, sino de administración y límite.",
  "3": "Ser arrojado al abismo significa ser restringido para no engañar a las naciones durante los ‘élef shaním, los años de la Torah. Esto afirma que la Torah no es abrogada; permanece vigente hasta que cielo y tierra pasen.",
  "4": "Vivir es resurrección. Reinar mil años es reinar dentro de los años de la Torah. La primera referencia bíblica al mil está en el pacto recordado por mil generaciones. La escena es de autoridad compartida con Mashíaj.",
  "5": "La muerte se entiende simbólicamente: morir al mundo y a sus obras. Los creyentes, y los que murieron por el testimonio, viven para Dios. La primera resurrección es vivir conforme a la voluntad de ‘Elohim, no a las concupiscencias.",
  "6": "El que participa de la primera resurrección es feliz y santo; la segunda muerte no tiene potestad sobre él. Son sacerdotes de Dios y de Mashíaj durante los años de la Torah.",
  "7": "Al cumplirse los mil años, Satanás es soltado por un breve tiempo. El límite está definido por la administración divina, no por un conteo literal.",
  "8": "El engaño final convoca a las naciones a la guerra. Gog y Magog representan la oposición global; el número como arena del mar enfatiza magnitud, no literalidad.",
  "9": "La ciudad amada es la ciudad sin apostasía. El fuego que desciende de Dios es su palabra consumiendo lo movible para que permanezca lo inamovible.",
  "10": "Ser arrojado al lago de fuego es lenguaje simbólico. ‘Por los siglos de los siglos’ es un agregado. El fin apunta a la consumación donde la muerte es tragada por la victoria.",
  "11": "El trono blanco señala el juicio final. Cielo y tierra huyen porque el orden corruptible cesa.",
  "12": "Los no creyentes son juzgados por sus obras. Los libros abiertos establecen responsabilidad según lo hecho.",
  "13": "Mar, muerte y Hades entregan a los muertos. Cada uno es juzgado conforme a sus obras, sin excepción.",
  "14": "La muerte y el Hades son lanzados al lago de fuego: la segunda muerte. Es el fin del dominio de la muerte.",
  "15": "El lago de fuego es simbólico: sin agua, solo sangre-juicio. Quienes no fueron lavados ni purificados no tienen parte en la vida eterna. La muerte expía el pecado, pero no concede vida eterna."
}
