{
  "1": "El cielo nuevo y la tierra nueva expresan el cierre del orden anterior. El mar deja de existir como símbolo de lo inestable y caótico; todo lo movible ha sido removido.",
  "2": "La nueva Jerusalén que desciende del cielo es lo que fue profetizado y ahora cumplido. Las Escrituras se dividen en ‘Elohim, lo revelado por los profetas incluyendo a Mashíaj, y ‘Abá, lo que aún no había sido conocido. La ciudad es presentada como esposa, lenguaje de pacto consumado.",
  "3": "El tabernáculo de Dios con los hombres es Mashíaj mismo. Dios habita en medio de su pueblo por medio de Él; no es un edificio, es una persona.",
  "4": "La eliminación del llanto, la muerte y el dolor indica que el orden anterior ha sido juzgado y cerrado. Todo pertenece a las primeras cosas que ya pasaron.",
  "5": "El que está sentado en el trono declara la renovación total. La fidelidad y verdad de sus palabras indican que no es promesa futura incierta, sino decreto cumplido.",
  "6": "Alfa y Tav expresan totalidad. El acceso al agua de la vida es gratuito y proviene únicamente de Dios; no es mérito humano.",
  "7": "El vencedor hereda como hijo, es decir, como heredero. La relación es de filiación y posesión legítima.",
  "8": "Los que permanecen en incredulidad y abominación tienen parte en la muerte segunda. El lago de fuego es juicio definitivo, no purificación.",
  "9": "La esposa del Cordero es mostrada desde una perspectiva judicial. Las copas de juicio preceden a la manifestación plena de la ciudad.",
  "10": "La ciudad desciende del cielo por obra de Dios. Es revelada en el Rúaj, no por observación natural.",
  "11": "La gloria de Dios define a la ciudad. Su resplandor es diáfano, sin mezcla, reflejando pureza y juicio.",
  "12": "Las doce puertas con los nombres de las tribus muestran que el pueblo de Dios es Israel restaurado. La entrada está guardada y ordenada.",
  "13": "La distribución de las puertas en los cuatro puntos cardinales expresa totalidad y acceso desde toda la tierra.",
  "14": "Los doce fundamentos con los nombres de los enviados del Cordero unen promesa y cumplimiento; no hay ruptura entre Torah y testimonio.",
  "15": "La medición con caña de oro indica evaluación divina. Todo es medido según el estándar de Dios.",
  "16": "La ciudad es cúbica, como el altar. Doce mil por doce mil expresa totalidad del pueblo. Los 144.000 representan a todo el pueblo como altar, qeden alef, la eternidad de la Torah.",
  "17": "El muro medido en ciento cuarenta y cuatro codos reafirma el lenguaje de totalidad y protección. La medida es humana y angélica, indicando convergencia de órdenes.",
  "18": "El jaspe y el oro puro expresan juicio y pureza. La ciudad es transparente, no hay ocultamiento.",
  "19": "Los fundamentos adornados con piedras preciosas reflejan plenitud, valor y diversidad dentro de la unidad.",
  "20": "La continuidad de las piedras completa el cuadro del fundamento perfecto; nada falta ni sobra.",
  "21": "Las puertas de perla señalan acceso por sufrimiento y valor. La plaza de oro transparente indica justicia manifiesta.",
  "22": "No hay templo porque Dios mismo y el Cordero son el templo. La mediación arquitectónica cesa.",
  "23": "La luz no proviene de astros sino de la gloria de Dios; el Cordero es la lumbrera. La revelación es total.",
  "24": "Los gentiles salvos caminan en esa luz. Las naciones traen su honra, integradas al orden del reino.",
  "25": "Las puertas abiertas indican ausencia de amenaza. No hay noche porque no hay ocultamiento ni temor.",
  "26": "La gloria de los gentiles es incorporada; no es anulada, sino sometida al orden de Dios.",
  "27": "Nada inmundo entra. Solo los inscritos en el libro de la vida del Cordero participan. El acceso es por lavado y purificación, no por linaje ni obra."
}
