{
  "1": "El río de agua de vida procede del trono de Dios, es decir, del Cordero. Conecta directamente con la visión de Ezequiel: aguas que salen del santuario y crecen progresivamente. Es la inmersión plena en el Rúaj HaQódesh y en fuego anunciada por Yojanán el inmersor; ríos de agua viva que fluyen desde Mashíaj.",
  "2": "El árbol de la vida está a ambos lados del río. El río alegra la ciudad de Dios; la mañana simboliza la eternidad de Dios sobre la tierra, frente a la noche como oscuridad de este mundo. Mashíaj es el árbol; el fruto es sanidad. Es alegoría de la Torah: las hojas representan la expansión continua de la revelación y el fruto es santidad. La sanidad alcanza a los gentiles, aquellos que estaban sin Torah o la rechazaban por temor y aspereza.",
  "3": "No habrá más disminución ni apostasía. El trono de Dios, es decir, del Cordero, permanece en la ciudad. La reunificación plena del pueblo ocurre sin dureza de corazón; las naciones vienen al nombre de YHWH y no se apartan más.",
  "4": "Ver su rostro y llevar su nombre en la frente expresa identidad, pertenencia y revelación plena. No hay mediación ni ocultamiento.",
  "5": "No hay más noche ni muerte. La vida ya no depende de astros ni de ciclos naturales; depende directamente de Dios. El reinado es continuo, sin interrupción.",
  "6": "Pronto significa que no deja de ser; la fidelidad y verdad de estas palabras establecen su vigencia permanente.",
  "7": "La felicidad está en guardar las palabras de esta profecía. No es expectativa pasiva, sino obediencia activa.",
  "8": "Yojanán testimonia la realidad de la visión. La adoración no se dirige a mensajeros; la adoración pertenece solo a Dios.",
  "9": "El mensajero se identifica como consiervo de los profetas y de los que guardan estas palabras. La comunión está definida por obediencia, no por jerarquía.",
  "10": "No sellar la profecía indica acceso abierto. El tiempo está cerca porque el mensaje está operativo.",
  "11": "La injusticia y la inmundicia continúan en quienes las eligen; la justicia y la santidad deben perseverar en los santos. La santidad no puede ser afectada por el mundo ni desalentada por la aparente prosperidad del injusto.",
  "12": "La retribución es conforme a la obra. El galardón acompaña la venida; no se posterga.",
  "13": "Alef y Tav expresan totalidad. Es el origen y la consumación sin ruptura.",
  "14": "Lavar las ropas significa guardar los mandamientos. El acceso al árbol de la vida y a la ciudad está ligado a obediencia.",
  "15": "Los que practican mentira y abominación quedan fuera. La exclusión es resultado de su propia condición.",
  "16": "Yehoshúa’ da testimonio en las congregaciones. Es raíz y linaje de David; la estrella de la mañana anuncia el día eterno.",
  "17": "El Rúaj y la Esposa llaman. La invitación es abierta y gratuita: tomar del agua de la vida sin mérito.",
  "18": "Añadir a la profecía introduce juicio. El texto no admite expansión humana.",
  "19": "Quitar de la profecía implica pérdida de herencia. No se negocia ni se reduce el testimonio.",
  "20": "La venida es cierta y cercana. La respuesta del pueblo es clamor y espera activa.",
  "21": "La gracia de nuestro Señor Yehoshúa’ Hamashíaj acompaña a todos los fieles hasta la consumación."
}
