{
  "1": "Sardis se entiende como Sefarad, no como España. Los siete rujot y las siete estrellas se leen como número simbólico: todos los mensajeros y líderes que han llevado la palabra a todas las naciones. Estar vivo es estar pegado a Hashem y vivir dentro de los mandamientos; el contraste es tener obras y “nombre de vida” pero estar muerto por no estar pegado a Hashem ni vivir dentro de sus mandamientos. En esa línea, quien no oyó a Yehoshúa’ tampoco está viviendo, aunque haga obras.",
  "2": "La vigilancia se conecta con el estado real delante de Hashem: obras que no están completadas. El trasfondo recuerda que el que se apoya en obras queda bajo exclusión si no incorpora las palabras del libro para hacerlas; la ceguera de los que “dicen ver” deja el pecado vigente. Esto explica cómo se puede tener apariencia y no vida.",
  "3": "Recordar lo recibido y oído implica volver a la palabra, guardarla y hacer tshuváh. La advertencia del ladrón apunta a la falta de vigilancia: el que no vela no discierne el momento y queda expuesto.",
  "4": "Las vestiduras blancas se conectan con obras de justos: algunos no mancharon sus vestiduras y por eso son dignos. La diferencia no es el nombre, sino la fidelidad visible en la conducta.",
  "5": "Vencer se expresa en ser vestido de vestiduras blancas, permanecer registrado en el libro de la vida y tener confesión pública delante del ‘Abá y sus mensajeros. La fidelidad se sostiene hasta el final.",
  "6": "El llamado a oír es obediencia a lo que el Rúaj dice a las asambleas: la vida depende de oír y permanecer dentro de la palabra, no de apariencia.",
  "7": "Las llaves de David se explican por el reino unificado de las doce tribus: David pasa de Hebrón a Yerushaláyim (antes Yevus, luego Mitzudat Tziyón, ‘Ir David), y el reinado deja de estar dividido. Mashíaj es la puerta de la salvación y quien tiene las llaves: el que no entra por la puerta es ladrón. “Amén” confirma verdad; “Amén, amén” es dicho de Dios, y una sola vez remite a Moisés como cita de la Torah.",
  "8": "“Mi palabra” es la Torah de Moisés y los profetas, y “mi nombre” está unido a esa palabra. Guardar la palabra y no negar el nombre define la fidelidad, aunque haya poca fuerza.",
  "9": "Los que se dicen judíos y no lo son se entienden como oposición al pueblo: terminarán viniendo humillados y reconocerán el amor de Hashem hacia su ciudad/pueblo, como se anuncia en Isaías sobre la Ciudad de YHWH, Tziyón del Santo de Yisra’el.",
  "10": "Pirázō se lee como experiencia, no como tentación puesta por Dios. Hashem no prueba para hacer caer: en Abraham fue experiencia y revelación del cordero inmolado. La experiencia revela lo que hay en el hombre; la tentación del mal procede de concupiscencia propia. Pirazómenos es el que se mete por su propia concupiscencia. Hashem guarda a los suyos de la hora de la experiencia global.",
  "11": "Retener lo que se tiene es perseverar para que nadie tome la corona. El punto es sostener lo recibido sin distraerse ni soltarse de la palabra.",
  "12": "‘Elohim se entiende como atributo, especialmente el amor; ‘Elo’ah es Dios, y ‘El es nombre propio. También los que portan la palabra de ‘Elo’ah pueden ser llamados ‘elohim (ángel, profeta, juez, sumo sacerdote). En este verso, la repetición “de mi ‘Elohim” se lee como “del amor mío”: templo del AMOR MÍO, nombre del AMOR MÍO, ciudad del AMOR MÍO, y “mi nombre nuevo”. Esto se resume en el nombre nuevo del Mashíaj: dueño de los atributos de la deidad. Se enlaza con el Salmo 22 como anuncio del sacrificio y la resurrección, y con la gracia derramada por el Rúaj HaQódesh.",
  "13": "Oír al Rúaj y perseverar mantiene la fidelidad: el que tiene oído debe oír lo que el Rúaj dice a las asambleas. Se conecta con el sostén del espíritu noble y el gozo de la salvación.",
  "14": "Amén es sinónimo de fiel y verdadero. Yehoshúa’ Hamáshiaj es el testigo fiel y verdadero y el arjé: origen común de todas las cosas, el primogénito de arriba con relación a los reyes de la tierra. Se enlaza con el Brit firme a David y su simiente (Mashíaj), y con la idea de preservación de misericordia sin falsear piedad.",
  "15": "El reclamo de autosuficiencia (“no tengo necesidad de nada”) se lee como “toma lo tuyo”: tengo lo mío, no necesito nada de Hashem. Esa postura expone pobreza real delante de Dios, aunque se presuma riqueza.",
  "16": "La tibieza es vomitada: no hay definición. El problema es creer que se está bien y no ver la condición real: pobreza, miseria, ceguera y desnudez, sin gracia.",
  "17": "El “soy rico” refleja una conciencia de autosuficiencia y una negación práctica de necesidad de Hashem. El trasfondo profético muestra opresión, peso falso y la idea de no reconocer iniquidad propia, como si el trabajo justificara todo.",
  "18": "Vestiduras blancas se entienden como obras de justos; colirio es la palabra que hace ver. El oro se asocia a oración y al altar de incienso: entrar en juicio. Comprar oro refinado es entrar a ese proceso de purificación y dependencia. Salmo 72 se lee mesiánicamente: nombre perpetuo, misericordia, reino y bendición a las naciones.",
  "19": "Reprensión y disciplina se entienden como expresión de amor: celos y tshuváh, no apatía. La corrección busca restauración, no condena.",
  "20": "Mashíaj está a la puerta y llama: oír su voz y abrir implica comunión real. La entrada y la cena describen cercanía y pacto, no ritualismo.",
  "21": "Vencer culmina en sentarse con Mashíaj en su trono, así como él venció y se sentó con ‘Abá en su trono. La autoridad se vincula a victoria y fidelidad.",
  "22": "Cierre con el mismo eje: oír al Rúaj. La vida y la permanencia en asamblea dependen de esa obediencia continua."
}
