{
  "1": "Se abre la escena hacia lo que está por venir y se anuncia desde arriba lo que se va a mostrar. La puerta abierta y la voz como trompeta marcan que lo que sigue es revelación de lo que debe verse después, no una curiosidad.",
  "2": "El trono no se entiende como silla literal, sino como lenguaje figurado: la perfección del sacrificio del justo y la perfección de los justificados. No hay trono sin sacrificio perfecto. Por eso se sentó cuando hizo la purificación de nuestros pecados; Máshiaj no pudo sentarse antes sin haber ofrecido su propio sacrificio. La Merkaváh es todo el sistema organizado para la justificación de Yisra’el; kisé demalká, el trono de la majestad, el conjunto del orden de reconciliación.",
  "3": "El que está sentado se describe con lenguaje de brillo y piedra: se proyecta lo visible de la obra y del peso de honra, como metalenguaje de lo que se manifiesta hacia afuera. La descripción apunta a mostrar la obra expuesta, no a especulación.",
  "4": "Los veinticuatro ancianos se entienden como las veinticuatro clases sacerdotales levitas, distribuidas conforme al orden del campamento de Yisra’el alrededor del Mishkán: norte, sur, este y oeste, con Aarón frente a la entrada. Es un sistema, no individuos sueltos: estructura sacerdotal en torno a la presencia.",
  "5": "El siete representa la plenitud de lo visible en este mundo, lo que Hashem ha revelado aquí. Los siete menorot y los siete rujot muestran poderes manifiestos que declaran quién es él: fiel, testimonio verdadero, el que lava, perdona, ama y hace sacerdotes. Todo esto forma parte del conjunto de la Merkaváh.",
  "6": "El trono y todo lo que lo rodea se entiende como el conjunto completo: ancianos, campamentos/seres vivientes y sistema. El mar de cristal corresponde al lavatorio, el ‘mar’ del altar para lavar. Los ojos representan lo visible, lo que salta a la vista, la información proyectada hacia afuera; siete ojos como plenitud de la obra de Dios visible en este mundo: lo que se proyecta afuera denuncia lo que hay adentro.",
  "7": "Los jayót no se leen como zoología, sino como representación del campamento de Yisra’el y del sistema sacrificial. León, toro, águila y hombre conectan con los sacrificios (aves, corderos y toros) y su maxificación, culminando en el sacrificio del justo: el postrer ‘Adam sin pecado, el ‘Adam del cielo. Ningún ‘Adam puede pagar el rescate de su hermano; por eso el sacrificio de Máshiaj perfecciona todo y explica las cuatro caras vistas por Ezequiel como Yisra’el justificado por la obra del Mesías.",
  "8": "Las seis alas expresan sujeción a la santidad de Hashem. La proclamación triple de santidad se sostiene sobre sangre y sacrificio: los sacrificios desde Abel hasta Máshiaj hablan mejor y median en favor nuestro. El saraf es la expresión máxima de santidad y su línea desemboca en el madero: el vencimiento del acusador exhibido. La Merkaváh vuelve a leerse como teología del sacrificio del justo: no hay trono de Hashem sin esa perfección."
}
