{
  "1": "El rollo es el pergamino de la obra de la redención. No es un libro abstracto, sino el rollo que contiene el cumplimiento completo del plan redentor. El rollo es la Torah entendida como la obra que debe ejecutarse.",
  "2": "La pregunta por la dignidad no es intelectual sino funcional: quién es capaz de ejecutar y cumplir lo que el rollo contiene. No se trata de leer información, sino de realizar la redención.",
  "3": "Nadie en ningún ámbito de la creación tiene la capacidad de ejecutar la Torah en su plenitud redentora. Ninguna criatura puede abrir ni siquiera mirar el rollo, porque no puede cumplirlo.",
  "4": "El llanto expresa la imposibilidad total de la creación para producir redención por sí misma. Sin alguien digno, la obra queda inconclusa.",
  "5": "Mashiaj es presentado como el León de Judá y la raíz de David: ha vencido. Su victoria lo califica para ejecutar la obra redentora contenida en el rollo y desatar sus sellos.",
  "6": "El Cordero aparece en pie como inmolado. Los siete ‘keren no son cuernos, sino rayos de luz, y los siete ojos son los siete aspectos visibles de la deidad manifestados en la tierra. Esto conecta con Deuteronomio 33:2, donde la revelación viene como fuego y resplandor.",
  "7": "Mashiaj toma el rollo de la mano derecha. Esto confirma que la Torah y la redención se ejecutan desde Él mismo, no a través de intermediarios.",
  "8": "La escena es el trono de la majestad ligado a la redención. Las oraciones de los santos participan del cumplimiento de la obra redentora contenida en el rollo.",
  "9": "El cántico nuevo reconoce que Mashiaj es digno porque fue inmolado y redimió con su sangre para ‘Elohim a personas de toda procedencia. La redención es universal en alcance.",
  "10": "La redención produce un pueblo con función: reyes y sacerdotes para ‘Elohim. La obra del rollo tiene como resultado gobierno y servicio restaurados sobre la tierra.",
  "11": "La respuesta celestial confirma la magnitud de la obra: toda la creación reconoce la autoridad del Cordero.",
  "12": "Los siete atributos proclamados —poder, riquezas, sabiduría, fortaleza, honra, gloria y alabanza— corresponden a los siete aspectos visibles de la deidad manifestados en Mashiaj y revelados en la obra de la redención."
}
