{
  "1": "La apertura del sello inicia un patrón ya revelado en Zacarías: los caballos representan potencias históricas en confrontación. No es un evento aislado ni futurista, sino una secuencia reconocible dentro del trato de Hashem con la tierra de Yisra’el.",
  "2": "El caballo blanco (lavan) representa un tiempo de guerra encubierta bajo apariencia de paz. Se conecta con Alejandro Magno, cuyo arco identifica a los persas como enemigo vencido. Su dominio trajo un período real de paz y exención de tributos para Yisra’el.",
  "3": "El segundo sello introduce la transición del orden previo. El llamado no anuncia novedad, sino continuidad del mismo esquema profético ya establecido.",
  "4": "El caballo rojo (‘adom) representa derramamiento de sangre y muerte. Se vincula con los conflictos entre seléucidas y ptolomeos, especialmente bajo Antíoco Epífanes. El shalom es quitado de la tierra de Yisra’el.",
  "5": "El caballo negro (shajor) corresponde al dominio romano. La balanza indica escasez: un salario diario apenas alcanza para sobrevivir. Es tiempo de angustia y control económico.",
  "6": "Aunque hay hambre, no faltan aceite ni vino. Ambos están ligados al culto del templo y a la libación. En medio de la escasez, Hashem preserva sacerdote y sacrificio hasta que Mashíaj ofrece el sacrificio definitivo.",
  "7": "El cuarto sello continúa la secuencia histórica sin ruptura. La progresión sigue el orden ya visto en Zacarías.",
  "8": "El caballo manchado (brudim–sruqim) representa enfermedad y muerte. Hades no es infierno sino She’ol, sepulcro. Culmina con la expulsión de los judíos de la tierra en el año 135. ‘La tierra’ se refiere a Yisra’el.",
  "9": "Los degollados bajo el altar son testigos fieles. El testimonio es la confesión de Yehoshúa’ Hamashíaj junto con la palabra de Dios.",
  "10": "El clamor no es venganza carnal sino demanda de justicia. Se pregunta por el tiempo del juicio sobre los moradores de la tierra de Yisra’el.",
  "11": "Las vestiduras blancas representan las obras de los santos, sin deudas pendientes. El lenguaje es metafórico y continúa hasta que entre la plenitud de los gentiles.",
  "12": "El sexto sello no ha ocurrido. No describe un terremoto literal ni fenómenos astronómicos, sino una conmoción total ligada a la venida de Mashíaj.",
  "13": "Las estrellas cayendo aluden a poderes espirituales siendo removidos. No es astronomía, es lenguaje profético de juicio.",
  "14": "El cielo enrollado expresa la remoción de estructuras movibles. Es paralelo a Sinaí: así como se conmovió la tierra con la Torah, se conmoverán los cielos para que permanezca lo inconmovible.",
  "15": "Todos los estratos humanos colapsan. No hay refugio social ni jerárquico ante la manifestación del juicio del Cordero.",
  "16": "El clamor revela que reconocen la autoridad del que está en el trono. La ira del Cordero no es contradicción, es justicia ejecutada.",
  "17": "El día de Hashem ha llegado. Es día de oscuridad porque la misericordia ha concluido. Mashíaj pisa el lagar; los ángeles ejecutan juicio y reúnen al remanente fiel."
}
