{
  "1": "Los cuatro mensajeros y los cuatro vientos se conectan con Zacarías 6. Los cuatro caballos representan a los cuatro imperios antiguos y a los cuatro vientos de los cielos. El juicio es detenido porque aún hay un acto previo de misericordia: la preservación del remanente.",
  "2": "El mensajero que sube del oriente trae el sello del Dios vivo. El juicio no comienza hasta que el remanente sea señalado. Hashem siempre marca primero a los suyos antes de permitir destrucción.",
  "3": "El sellado recuerda a Ezequiel 9. Hashem manda destruir, pero antes marca al remanente. La señal es tav, no como concepto romano de cruz, sino como pacto y palabra. Es una marca de pertenencia y obediencia.",
  "4": "El número ciento cuarenta y cuatro mil no debe leerse de forma literal. Es un número simbólico que representa al remanente de Israel en plenitud, preservado por Dios.",
  "5": "El factor doce atraviesa toda la Escritura: las tribus, los espías, los guerreros, los hijos de Jacob. El doce expresa orden, gobierno y remanente que clama delante de Hashem.",
  "6": "La distribución tribal mantiene el mismo patrón: un remanente completo, ordenado y sellado. No se trata de genealogía carnal sino de pertenencia al pueblo que Dios preserva.",
  "7": "El remanente es presentado como un altar vivo. El altar bíblico en sus medidas apunta simbólicamente a los ciento cuarenta y cuatro mil como pueblo hecho sacrificio.",
  "8": "Los sellados son un pueblo que ofrece sacrificios vivos. Sus oraciones son ofrendas de gratitud. El remanente es el que clama y sirve delante de Hashem.",
  "9": "La gran multitud vestida de ropas blancas confirma que el número ciento cuarenta y cuatro mil es simbólico. Nadie puede contarla. Las ropas blancas son las obras justas de los santos.",
  "10": "La salvación pertenece a nuestro Dios, que es el Cordero. No hay separación entre Dios y el Cordero; el Cordero es Dios mismo manifestado.",
  "11": "La adoración celestial conecta con Apocalipsis 5. Toda la creación reconoce al Cordero y se postra delante de Hashem.",
  "12": "Los siete atributos proclamados expresan la plenitud de lo que Dios ha manifestado: bendición, gloria, sabiduría, acción de gracias, honra, poder y fortaleza. Son los siete rujot de Dios, los siete ojos del Cordero.",
  "13": "La pregunta sobre los vestidos de blanco introduce la identidad del remanente a lo largo de todas las generaciones.",
  "14": "La gran tribulación no se limita a un solo tiempo. Cada generación del remanente ha pasado por tribulación. Las setenta semanas de Daniel ya pasaron. La tribulación corresponde al escenario de los sellos.",
  "15": "El servicio delante del trono se conecta con el sexto sello, que aún no se ha manifestado. El remanente permanece sirviendo día y noche bajo el tabernáculo de Dios.",
  "16": "La promesa es descanso definitivo: no más hambre, sed ni opresión. Es la fidelidad de Hashem sosteniendo a su pueblo.",
  "17": "El Cordero pastorea y guía a fuentes de aguas vivas. Hashem mismo enjuga toda lágrima. El remanente es preservado hasta el final por la fidelidad de Dios."
}
