{
  "1": "El silencio en el cielo marca un momento solemne previo al juicio. Es pausa judicial, no ausencia de Dios. Todo queda en expectativa antes de que se ejecute lo que ya fue anunciado a las siete iglesias.",
  "2": "Los siete mensajeros están de pie delante de Hashem. Reciben siete trompetas porque la trompeta, el Shofar, es símbolo de la palabra de Dios. Las siete trompetas corresponden a la voz ya dada a las siete iglesias.",
  "3": "El incensario de oro remite directamente a Yom HaKipurim, el día de la reconciliación. Ese altar solo se usaba una vez al año. Las oraciones de los santos se presentan en un contexto de juicio y evaluación.",
  "4": "El humo del incienso con las oraciones sube delante de Hashem. Lo que fue anunciado y orado ahora entra en fase de respuesta judicial.",
  "5": "El fuego indica que el juicio ha comenzado. El fuego arrojado a la tierra no es arbitrario: es retribución. Los mensajeros son testigos de conductas no corregidas durante el tiempo del anuncio.",
  "6": "Los siete mensajeros se preparan a tocar. No es improvisación; es ejecución ordenada de lo que ya fue advertido a cada congregación.",
  "7": "Es lenguaje metafórico, no literal. Alude a Sodoma y Gomorra. Los árboles representan a los hombres. El juicio cae sobre quienes toleraron el mal, no denunciaron a los falsos enviados y no escucharon la palabra anunciada. Es la conducta de Éfeso. El modelo es Ezequiel 5: una tercera parte que no se arrepintió.",
  "8": "El mar representa la muchedumbre del pueblo. No son juicios universales, sino limpieza interna del pueblo de Dios. Se separa el remanente fiel del infiel. La tercera parte removida corresponde a los que no respondieron al llamado.",
  "9": "La tercera parte que muere y las naves destruidas representan a quienes no eran del pueblo de Dios y traficaban con la palabra. Las naves de Tarsis simbolizan comercio y riqueza. Es la conducta asociada a Esmirna.",
  "10": "La caída de la estrella indica limpieza del liderazgo y del pueblo. Se corta la influencia corrupta desde la fuente.",
  "11": "Las aguas representan la palabra de Dios. El ajenjo indica contaminación doctrinal. Es retribución por haber aceptado otra doctrina. Se conecta con la conducta de Pérgamo y la doctrina de Balaam.",
  "12": "Hashem oculta su rostro. No hay luz, ni salvación, ni ayuda de los mensajeros. Sol, luna y estrellas representan justicia, salvación y asistencia celestial. Es juicio por persistir en el extravío.",
  "13": "El clamor anuncia la reunión final de los sentenciados. El ‘ay’ es consecuencia de no haber corregido cuando hubo anuncio. Los últimos toques alcanzan a los que permanecieron en rebeldía. Es la conducta asociada a Tiatira."
}
