{
  "1": "La trompeta que suena es la palabra de Dios en acción. La estrella no actúa por sí misma: Yehoshúa’ es quien posee las llaves de la muerte y del Hades y es quien las entrega. La autoridad no es delegada desde otro, sino desde el que estuvo muerto y vive por los siglos.",
  "2": "El humo representa la indignación de Hashem. Sale del abismo como de las fosas nasales de Dios: lenguaje de juicio. El humo cubre el aire (avir), es decir, la gloria. La misericordia se retira y Dios entra al mundo a ejecutar juicio.",
  "3": "Las langostas representan aquello que era alimento. La palabra que nutría ahora juzga. Cuando el que la consume está mal dispuesto, lo que debía sanar se vuelve como veneno de escorpión. Las langostas son presentadas como ejército de Dios.",
  "4": "La hierba y los árboles representan al pueblo y a los líderes. No pueden ser dañados los que tienen la señal en la frente. La señal es la tav, el pacto, la palabra de Dios puesta en el corazón y en la mente.",
  "5": "Los cinco meses corresponden a ciento cincuenta días. Es tiempo limitado de tormento, no de muerte. La palabra atormenta juzgando y persiguiendo. El calendario bíblico usa meses de treinta días, coherente con los tiempos antiguos.",
  "6": "El juicio es tal que los hombres desean morir y no pueden. La muerte huye porque el juicio es correctivo y expone la condición espiritual sin dar escape.",
  "7": "Las descripciones muestran la forma en que la palabra se presenta para juicio: preparada para guerra, con autoridad visible y carácter humano.",
  "8": "El lenguaje simbólico sigue describiendo el impacto de la palabra cuando es rechazada: fuerza, ferocidad y exposición de la verdadera condición del hombre.",
  "9": "El estruendo y las corazas hablan de un juicio organizado, pesado, imposible de ignorar. No es caos, es administración divina.",
  "10": "El poder en las colas como escorpiones refuerza que lo que debía nutrir ahora hiere durante el tiempo determinado por Dios.",
  "11": "Abadón significa perecimiento. Representa un juicio donde no media misericordia. Es el mensajero del abismo, al que se le entregaron las llaves. Perecer eternamente es abadón.",
  "12": "El primer ay concluye, pero el juicio no ha terminado. Aún vienen dos más, mostrando progresión y aumento de severidad.",
  "13": "El sexto mensajero introduce una nueva etapa. La voz sale del altar de oro, vinculando el juicio con la adoración y la justicia divina. Se relaciona con la conducta de Filadelfia.",
  "14": "Los cuatro mensajeros atados en el Éufrates son liberados. Representan fuerzas que Hashem ha tenido bajo control hasta el momento exacto.",
  "15": "Todo está determinado: hora, día, mes y año. El juicio no es improvisado. La tercera parte de los hombres muere conforme a un orden preciso.",
  "16": "El número de los ejércitos es innumerable en términos hebreos. Son miríadas. Hashem viene con sus ejércitos a ejecutar juicio y bendición.",
  "17": "Las imágenes de fuego, humo y azufre refuerzan la idea de juicio total. Lo que sale de la boca es palabra ejecutora.",
  "18": "La tercera parte muere por estas plagas. El juicio es consecuencia directa de la palabra rechazada.",
  "19": "El poder está en la boca y en las colas: lo que se habla y lo que se sigue. El juicio afecta tanto el mensaje como la conducta.",
  "20": "Los que sobreviven no se arrepienten. Persisten en idolatría y obras muertas. El juicio expone, pero no fuerza el arrepentimiento.",
  "21": "No abandonan homicidios, hechicerías, fornicación ni hurtos. La dureza del corazón queda manifiesta aun después del juicio.",
  "22": "Los cuatro mensajeros simbolizan los imperios que juzgaron a Yisra’el desde el otro lado del Éufrates: asirios, caldeos, persas y medos. Instrumentos de juicio en distintas etapas.",
  "23": "La séptima trompeta no trae juicio sino galardón. Corresponde a la asamblea pura, Filadelfia, donde hay recompensa y no reprensión."
}
