{
  "1": "De muchas maneras y de muchas formas a los antiguos, Dios habló a los patriarcas en los profetas.",
  "2": "En la posteridad de los días (‘ajarit hayamim), habló a nosotros en el “Hijo” (heredero/poseedor de titularidad), el cual se estableció como heredero de todas las cosas, y en virtud del cual (a pesar de) también hizo los mundos.",
  "3": "El cual, siendo el resplandor de la gloria, el carácter de la última instancia y la expresión grabada de su subsistencia, sustentador de todas las cosas por la palabra de su potencia, habiendo hecho la purificación (tihur/jitú’) de los pecados, se sentó a la diestra de la magnificencia por encima de los cielos.",
  "4": "En razón de haber hecho la purificación devino superior a los ángeles: fue proferido por encima de ellos un nombre más grande, declarado como herencia; solo ese nombre tiene capacidad de otorgar herencia.",
  "5": "Porque ¿a cuál de los ángeles dijo jamás: “Tú eres mi Manjil (heredero/generador de herencia)”? y otra vez: “Yo seré a él con relación a él ‘Abá, y él será para mí el Manjil”: no es ‘junior’, es Dios sujeto a su propia palabra, generando herencia.",
  "6": "Cuando introduce al Bejit/primero/dueño en el mundo habitado, dice: “Póstrense ante Él todos los ‘elohim”: ángeles y todo portador de palabra (profetas, siervos, jueces) se postran ante él; lectura hebrea contextual.",
  "7": "De los ángeles dice: él los hace como viento y a los ministros como llama de fuego; son instrumentos, mensajeros y ejecutores de su palabra.",
  "8": "Del “Hijo” dice: “Tu trono, oh ‘Elohim, por este mundo y la eternidad; cetro de rectitud es el cetro de tu reino”: aquí ‘Elohim ya no es siervos, sino Creador.",
  "9": "“Amaste la justicia y no amaste la anomia/violación de la Torah; por eso ‘Elohim te ungirá, el ‘Elohim tuyo, con aceite de dicha”: la unción liga sujeción absoluta; ‘Elohim (rajamín: amor entrañable) mantiene sujeto al Mashíaj, pero esa sujeción procede de sí mismo, de su propia palabra.",
  "10": "“Tú, oh Señor, en el principio fundaste la tierra, y los cielos son obra de tus manos”: drash aplicando el Salmo al Mashíaj, mostrando que el autor dedica al “Hijo” lo dicho a ‘Elí.",
  "11": "Ellos perecerán, pero tú permanecerás de pie; como traje se desgastarán: la creación es mudable, Él permanece.",
  "12": "Como vestido los cambiarás y ellos cambiarán; pero tú eres el mismo y tus años no se acaban: inmutabilidad y eternidad atribuidas al “Hijo” por aplicación del texto.",
  "13": "¿A cuál ángel dijo: “Siéntate a mi diestra hasta que ponga a tus enemigos por estrado de tus pies”?: el código judicial de Hashem ordenando a su propio Qorban; nadie más era digno (Ap 5), porque solo Dios puede ejecutar perfectamente su voluntad y redimir.",
  "14": "¿No son todos los ángeles ministros poderosos enviados para servicio a favor de los que han de heredar la salvación?: quedan como servidores del plan, mientras la herencia se vincula al Manjil."
}
