{
  "1": "Se afirma que la Toráh funciona como “sombra” de los bienes venideros y no como “imagen” plena; por eso, los sacrificios anuales y repetitivos no pueden “hacer perfectos” a los que se acercan. Se define “perfección” como: conciencia limpiada, pecados perdonados y Toráh inscrita en mente y corazón.",
  "2": "Se razona que, si esos sacrificios realmente perfeccionaran, habrían cesado: quien queda limpio “una vez” ya no tendría conciencia de pecado. La continuidad del rito prueba su limitación.",
  "3": "Se explica que el sistema anual produce “memoria” de pecados: un recordatorio litúrgico de la condición pecadora, no una transformación definitiva de la conciencia.",
  "4": "Se sostiene que la sangre de toros y machos cabríos no puede quitar pecados en sentido pleno porque no transforma la conciencia ni rompe el señorío del pecado; apenas deja remordimiento y un costo material alto, pero no una regeneración interna.",
  "5": "Se introduce la cita del Salmo 40 como voz profética: al “entrar en el mundo”, Mashíaj declara que sacrificio y Minjáh no complacieron; se destaca la corrección hebrea y el sentido de que el sistema no producía la complacencia divina porque no perfeccionaba al oferente.",
  "6": "Se corrige la lectura: “Holocausto y ofrenda por el pecado no pediste” (no demandaste). Se conecta con la idea de que antes del becerro de oro no existía un sistema de sacrificios por pecado como demanda divina original.",
  "7": "Se interpreta “He aquí vengo… para hacer tu voluntad” como “para hacer tu reconciliación (ratzón)”. Se afirma que Mashíaj viene a ejecutar la reconciliación que el sistema sacrificial no lograba: complacer a ‘Elohim produciendo purificación real de conciencia y obediencia interna (Toráh en las entrañas).",
  "8": "Se enfatiza la arquitectura del argumento: se menciona primero lo sacrificial (que no complació) y luego lo definitivo (venir a hacer la reconciliación). Se afirma que el propio texto sugiere que lo segundo es lo vigente: reconciliación y Toráh interior, por lo que el sistema levítico es temporal y emergente.",
  "9": "Se concluye: “quita lo primero para establecer lo último”. Se entiende como desplazamiento funcional del régimen de sacrificios repetitivos hacia la reconciliación efectiva realizada por Mashíaj y la interiorización de la Toráh.",
  "10": "Se declara que en esa reconciliación se es “santificado” por la ofrenda del cuerpo de Yehoshúa HaMashíaj hecha una vez y para siempre: un acto único que logra lo que el sistema repetitivo no podía lograr.",
  "11": "Se contrasta el ministerio cotidiano del sacerdote: día tras día ofrece los mismos sacrificios, que nunca quitan pecados en sentido definitivo. El énfasis está en la repetición como prueba de insuficiencia.",
  "12": "Se afirma que Mashíaj ofrece un solo sacrificio por los pecados y “se sienta” a la diestra de ‘Elohim, interpretado como consumación y entronización. Se conecta con la lectura: ‘Elohim como amor manifiesto; queda pendiente el juicio asociado al Nombre del juicio.",
  "13": "Se explica la espera: después del sacrificio único, queda la expectativa de que los enemigos sean puestos por estrado de sus pies; se lee como una fase posterior al acto reconciliador.",
  "14": "Se insiste en la definición: con una sola ofrenda hizo perfectos para siempre a los santificados. “Perfectos” se entiende como consumados en limpieza de mala conciencia, liberación del dominio del pecado y Toráh inscrita por el Rúaj HaQódesh en mente y corazón.",
  "15": "Se introduce el testimonio del Rúaj HaQódesh: la cita del pacto indica continuidad profética. La perfección queda anclada en la acción interna del Espíritu, no en ritos externos.",
  "16": "Se señala la fórmula del pacto: la Toráh será puesta en lo profundo (“intestinos”) y escrita en mente/corazón. Se interpreta “intestino” como lo que nutre: la interiorización como sustento de vida obediente.",
  "17": "Se afirma la consecuencia: ‘Elohim no recordará más pecados e iniquidades. Se entiende como remisión real, no como memoria anual repetida.",
  "18": "Se concluye: donde hay remisión/kupur (reconciliación) ya no hay ofrenda por el pecado. Se añade una exhortación ética: el beneficio de cesar sacrificios se corresponde con ser siervo de Mashíaj y dar frutos de justicia; de otro modo, se permanece en deuda moral ante Dios.",
  "19": "Se declara la “libertad” de entrar al Lugar Santísimo por la sangre (sacrificio) de Yehoshúa, entendida como acceso por el pago/recurso del sacrificio y no por ritual levítico.",
  "20": "Se explica el “camino nuevo y vivo” por el velo: el velo es su carne. Se interpreta como apertura de acceso por su entrega corporal y no por el sistema de tienda/templo.",
  "21": "Se reafirma la base sacerdotal: hay un gran sacerdote sobre la casa de Dios; el acceso es sostenido por mediación superior, no por genealogía levítica.",
  "22": "Se exhorta a acercarse con corazón verdadero y plena certidumbre de fidelidad: corazones hechos aptos/purificados de mala conciencia y cuerpos lavados con agua pura. Se interpreta el lavado como contraste: el ritual levítico quitaba suciedad externa; aquí se afirma habilitación interior para el culto.",
  "23": "Se ordena mantener firme la profesión/confesión sin fluctuar porque fiel es el que prometió. Confesar a Yehoshúa HaMashíaj se presenta como fruto y evidencia de la obra del Rúaj HaQódesh.",
  "24": "Se manda a considerarse mutuamente para estimular amor y buenas obras: la reconciliación auténtica produce ética visible (fruto), no solo adhesión verbal.",
  "25": "Se advierte contra abandonar la congregación y se intensifica la exhortación “cuanto veis que aquel día se acerca”. Se sugiere un trasfondo histórico: proximidad de días difíciles (posible destrucción de Jerusalén) y aumento del riesgo social de reunirse.",
  "26": "Se advierte que pecar voluntariamente tras recibir el conocimiento de la verdad deja “sin sacrificio” alternativo: el sacrificio es único; negarlo o persistir en rebelión elimina el recurso reconciliador.",
  "27": "Se define lo que queda para el adversario: expectación horrenda de juicio y fuego devorador; se interpreta como fase judicial posterior al amor manifestado.",
  "28": "Se recuerda el precedente legal: quien menosprecia la ley de Moisés muere por dos o tres testigos; sirve como base argumental para agravar la responsabilidad bajo el pacto mejorado.",
  "29": "Se eleva el argumento: mayor castigo para quien pisotea al Hijo de Dios, tiene por inmunda la sangre del pacto (no apta) y afrenta al Espíritu de gracia. Se identifica la blasfemia contra el Rúaj HaQódesh con negar/pisotear el sacrificio de Mashíaj, porque el Espíritu opera en virtud de ese sacrificio.",
  "30": "Se cita la justicia retributiva: “Mía es la venganza, yo daré el pago”; se afirma que el juicio pertenece al Juez y que el Señor juzgará a su pueblo.",
  "31": "Se enfatiza el temor: es horrendo caer en manos del Dios vivo; funciona como advertencia solemne tras la exposición del acceso por gracia.",
  "32": "Se llama a recordar los días pasados: tras ser iluminados, soportaron combates de padecimientos; la memoria de resistencia sostiene la perseverancia presente.",
  "33": "Se detalla el sufrimiento comunitario: vituperios, tribulaciones y solidaridad con otros en situación semejante. Se presenta como evidencia de fidelidad práctica.",
  "34": "Se resalta la compasión por presos y el gozo ante el despojo, por saber que poseen herencia mejor y perdurable en los cielos; la esperanza del mundo venidero sostiene la pérdida material.",
  "35": "Se exhorta a no perder la confianza porque tiene grande galardón; se entiende como llamada a estabilidad ante presión histórica y religiosa.",
  "36": "Se afirma la necesidad de paciencia para, habiendo hecho la reconciliación/voluntad de Dios, obtener la promesa: obediencia perseverante como caminata dentro del pacto.",
  "37": "Se anuncia inminencia: “un poquito… el que ha de venir vendrá”. Se usa como refuerzo exhortativo en un contexto de crisis cercana.",
  "38": "Se afirma: el justificado por la fidelidad vivirá; si retrocede, no será grato. Se entiende fidelidad como don divino que preserva vida, no como mérito humano.",
  "39": "Se cierra con identidad comunitaria: no son de los que retroceden para perdición, sino de los que tienen fidelidad para preservación de la vida (vida eterna). Se observa el cierre homilético: tras la demostración teológica, el autor deriva a exhortación pastoral ante un horizonte de tribulación."
}
