{
  "1": "Se define que la fidelidad (‘emunáh) es la instancia última de la esperanza y la demostración de lo que no se ve. Se aclara que ‘emunáh no es “fe” sino inmutabilidad y proceso de fidelización que implica educación. La hipóstasis es el fondo último. La esperanza reposa en Dios mismo y se expresa en Yehoshúa’ HaMashiaj, en quien descansan las promesas. No depende de la creencia humana sino del consejo inmutable de Hashem.",
  "2": "Se afirma que por la fidelidad los antiguos alcanzaron testimonio. La permanencia histórica de Yisra’el es presentada como evidencia de que Dios habló y actuó, a diferencia de civilizaciones desaparecidas.",
  "3": "Se explica que los mundos fueron constituidos por la palabra de Dios, de modo que lo visible procede de lo invisible. Esto confirma que la creación deriva de la eternidad y que existe una realidad venidera actualmente no perceptible.",
  "4": "Se presenta a Abel como el primer mártir: ofreció lo que Dios había dispuesto y por ello recibió testimonio divino de justificación. Su muerte revela la maldad del mundo frente a la fidelidad de Dios que operaba en él.",
  "5": "Se aclara que Enoc fue traspuesto para no ver muerte en el sentido de ser removido de un sistema corrupto, no de haber subido al cielo. Nadie entra a los cielos sin la sangre de Yehoshúa’. Enoc fue puesto en otro lugar por fidelidad, no glorificado antes del tiempo.",
  "6": "Se afirma que sin fidelidad es imposible agradar a Dios. La fidelidad se identifica con Dios mismo y con Yehoshúa’ HaMashiaj como su manifestación. El que es acercado a Dios debe exhibir la fidelidad que recibió y testimoniar que Dios existe y es galardonador de los llamados. Se expone el campo semántico hebreo de ‘aman/אָמֵן como educar, afianzar y exhibir lo aprendido.",
  "10": "Se explica que Abraham esperaba la ciudad con fundamentos cuyo Tejedor y Demiurgo es Dios. Se corrige la noción griega del demiurgo y se afirma que lo material procede de Dios. Se sostiene la corporeidad divina frente al dualismo griego introducido posteriormente, y se afirma que Abraham contempló la ciudad celestial más allá de la tierra física.",
  "17": "Se corrige que Abraham no fue probado sino llevado a una experiencia donde se manifestó la fidelidad de Dios. En la ofrenda de Isaac se le mostró a Abraham la muerte y resurrección de Mashiaj y la provisión sustitutiva de Dios.",
  "18": "Se explica que la promesa en Isaac indica una simiente según la promesa y no según carne. La filiación no es biológica ni étnica sino por voluntad de Dios. Se afirma que no existe libre albedrío en términos de salvación.",
  "19": "Se corrige que Isaac fue recibido de vuelta ‘en parábolas’ (parabolé/mashal), como ejemplo. El levantamiento de Isaac del altar prefigura la resurrección mediante el sustituto provisto por Dios. Se corrige la lectura de Génesis 22:14: ‘En el monte Hashem será visto’.",
  "23": "Se afirma que la fidelidad da coraje para enfrentar incluso la muerte. En Moisés se muestra que la fidelidad de Dios sostiene a Yisra’el como proyecto divino. La salvación y el injerto en Yisra’el son contra naturaleza y dependen exclusivamente del beneplácito divino.",
  "37": "Se recuerda que muchos siervos fueron perseguidos y muertos. Se menciona la tradición judía sobre Isaías aserrado, aclarando que no es testimonio bíblico.",
  "38": "Se declara que el mundo no era digno de ellos ni de Dios. La salvación no se basa en mérito humano; Dios salva por el puro afecto de su voluntad. El mundo es presentado como indigno, oscuro y opuesto a la manifestación divina."
}
