{
  "1": "Introducción: se afirma que los caps. 12–13 son principalmente exhortativos porque el autor ya despejó la duda central: “vino Mashíaj y, sin embargo, el templo sigue en pie y la vida parece normal”. La meta del cap. 13 es empalmar esa aparente continuidad (templo/sacrificios) con la arquitectura doctrinal presentada: el Mesías es Hashem mismo, y su obra explica por qué todavía se ve ‘normalidad’ histórica.",
  "2": "Heb 13:1: “Permanezca el amor fraternal”. Se explica Φιλαδελφία (filadelfía) como amor de hermanos, pero se traslada el sentido al hebreo: no es solo ‘ahavat ajim’ literal, sino Rajamím (amor entrañable). Rajamím deriva de rejem (vientre materno) y describe el lazo ‘de vientre’, amor que hace sentir al otro como parte del propio cuerpo (familia). Se concluye: la comunidad de la fidelidad debe priorizar el amor entrañable entre los coherederos, sin caer en extremos de descuidar la familia natural, pero sin permitir que otras preferencias (incluso actividades) se impongan sobre la comunión en Shabat y la cita de Hashem.",
  "3": "Heb 13:3: se orienta a la ayuda práctica: recordar presos y maltratados ‘como si’ se estuviera con ellos, porque se es del mismo cuerpo. Se subraya que el bien debe ejercerse con prioridad hacia ‘la familia de la fidelidad’, sin excluir la obra hacia cárceles, hospitales, evangelización y consuelo a no creyentes.",
  "4": "Isa 35:8 en apoyo: se cita el “Camino de Santidad” (derej Haqódesh) como conducta/proceder. Se define ‘evil/אֱוִיל (plural ‘evilim)’ como el que rehúsa conocer a Dios y rechaza mandamientos. El texto se usa para explicar que estar ‘en el camino’ implica ser llevado a la santidad: incluso si alguno entra siendo ‘evil’ (rechazando mandamientos), por estar en el camino no se desviará; tarde o temprano accederá a la santidad. Se añade: no procede una postura legalista, sino paz con todos, manteniendo el llamado inicial: “permanezca el amor entrañable”.",
  "5": "Se presentan rasgos del creyente ‘en el camino’: se aparta de idolatría, inmoralidad sexual e homicidio (y sus campos), persevera en el estudio de mandamientos y se congrega. Estos elementos funcionan como ‘marcadores’ de permanencia en el camino.",
  "6": "Heb 13:4: “a los fornicarios y adúlteros los juzgará Dios” se corrige en sentido comunitario: no es un escudo para líderes (“solo Dios lo juzga”). La expresión “Dios juzgará” se vincula con “los de afuera”. Se trae 1Co 5:9-13: si alguien ‘llamándose hermano’ persiste en fornicación/adulterio (y otros vicios), la comunidad debe discernir, restringir comunión (“con el tal ni aun comáis”) y aplicar el debido proceso; a los de afuera los juzga Dios. Se explica ‘juzgar’ según Mashíaj: quitar primero la viga para ver bien y luego retirar la paja al hermano; no es prohibición total de juzgar, sino exigencia de autoridad moral y cuidado del bien del hermano, no su destrucción.",
  "7": "Se menciona un marco disciplinario judío tradicional (como referencia histórica): grados de censura/exclusión (p. ej., Nidui como restricción de trato y acceso, y Jeren como exclusión severa). Se critica el ‘falso amor’ que evita exhortar por miedo a ofender; se reivindica la exhortación con testigos, ancianos y procedimiento, concluyendo: si no hay cambio, “gentil y publicano”, y se recuerda “salieron de nosotros, pero no eran de nosotros”.",
  "8": "Heb 13:5-6: se destaca la exhortación contra la avaricia y a contentarse con lo presente. “Sin avaricia” se explica como no anhelar más allá de lo lógico; se apoya con la promesa “No te desampararé” y la confesión del Sal 118:6: Hashem como ayudador frente al temor del hombre.",
  "9": "Heb 13:7-8 (corrección): “Acordaos de vuestros líderes… considerad el resultado de su conducta e imitad la fidelidad (que es Dios)”. Se define ἡγέομαι (jeguéomai) como líder/guía, el que mantiene dirección y gobierno; los líderes deben hablar ‘palabra de Dios’, no cuentos. Luego: “Yehoshúa’ es el mismo ayer, hoy y por los mundos”, explicando ‘olam hazeh (mundo actual) y ‘olam habá (mundo venidero). Se sostiene que esta frase afirma la deidad y permanencia de Yehoshúa’ a través de ambos mundos.",
  "10": "Se desarrolla una crítica a una ‘teología de encarnación’ entendida como unión del Espíritu con óvulo (en clave gnóstica). Se afirma que Yehoshúa’ siempre existió corpóreamente, y su corporalidad ‘se redujo’ a semilla/embrión para entrar en el vientre de María y crecer, como analogía: un árbol que se hace semilla. Se recalca: “vino completo como semilla”; la semilla no es esperma. La ‘simiente’ se vincula a Mashíaj, y se reinterpreta la descendencia de Abraham como elección: la simiente escoge hijos para Abraham para introducirlos en las promesas.",
  "11": "Se cita Sal 105:6 con hebreo: “Zera’ Abraham avdo/זֶ֭רַע אַבְרָהָ֣ם עַבְדּ֑וֹ” y se interpreta que el ‘siervo’ no es Abraham sino la simiente. Se concluye: ser ‘hijo de Jacob’ es por elección divina, no por descendencia biológica automática.",
  "12": "Heb 13:9-11: se advierte contra doctrinas ‘diversas y extrañas’ ligadas a viandas/beneficios del sistema del templo: dado que el templo seguía activo (años de sacrificios), algunos podían tentar con el argumento “aquí está el templo, aquí están los sacrificios”. El autor responde: el corazón se afirma con gracia, no con viandas; el creyente tiene un altar celestial, y quienes sirven al tabernáculo no tienen derecho de comer de ese altar. Se remarca: no volver a las viandas del sistema terrenal, porque el sacrificio de Yehoshúa’ es superior y perfecto.",
  "13": "Heb 13:12: se explica “padeció fuera de la puerta” como muerte fuera de Jerusalén (Gulgaltá fuera de la ciudad; se menciona tradición sobre sepulcro de ‘Adam). Se interpreta en clave levítica: ciertos sacrificios se quemaban fuera del campamento; se destaca particularmente el de la vaca roja (Nm 19) asociado a purificación/habilitación de inhabilitados (Tamé). Se afirma: “inmundo” se entiende como Tamé = inhabilitado.",
  "14": "Núm 19:1-12 se trae como base del patrón: vaca roja sin defecto, degollada fuera del campamento, sangre rociada hacia el tabernáculo, quema completa, recolección de cenizas para “agua de purificación”, y proceso de habilitación. Se sostiene que Yehoshúa’ ‘santifica/habilita’ al pueblo mediante su propia sangre en paralelo tipológico con esa purificación.",
  "15": "Se ofrece una lectura simbólica de elementos del sacrificio de la vaca roja como ‘tres elementos’ que apuntan a la crucifixión: madera de cedro (madero), escarlata/rojo (tela/túnica) e hisopo/orégano (corona). Se aclara que este es un sacrificio donde tanto degüello como quema ocurren afuera, a diferencia de otros donde parte se quema fuera.",
  "16": "Heb 13:13: “salgamos a él fuera del campamento” se interpreta como preferencia pública por el sacrificio de Yehoshúa’ y, por tanto, rechazo de la seguridad religiosa del templo. Salir implica asumir vituperio y posible exclusión del grupo mayoritario. La metáfora exhorta a escoger esa dirección contraria antes que participar de la presión social-religiosa del templo.",
  "17": "Heb 13:14-16: se resume como ética de peregrinaje y culto práctico: no hay ciudad permanente aquí, se busca la por venir; se ofrece sacrificio de alabanza (fruto de labios que confiesan su nombre) y se insiste en no olvidar hacer bien y la ayuda mutua/amor entrañable, porque de tales sacrificios se agrada Dios.",
  "18": "Heb 13:17-18: se exhorta a sujetarse a los líderes porque velan por las vidas y darán cuenta; se busca que lo hagan con alegría. “Orad” se glosa como “entrar en juicio”: intercesión responsable. Se añade la apelación del autor a que se ore por él, afirmando que mantiene buena conciencia y desea conducirse bien en todo.",
  "19": "Heb 13:19-25: se pide oración para restitución pronta. Se bendice con “el Dios de paz/‘Elohim (amor entrañable) que resucitó” a Yehoshúa’ y se pide que haga aptos (santificados/habilitados) para toda obra buena, haciendo en los creyentes lo agradable. Se cierra con exhortación a soportar la palabra, noticia sobre Timoteo, saludos (incluidos los de Italia) y la gracia final."
}
