{
  "1": "Por tanto debemos dar más solícita atención a las cosas que fueron oídas, no sea que salgamos hablando otra cosa paralela (para-evangelio) y cambiemos lo que hemos escuchado.",
  "2": "Porque si la palabra hablada por medio de ángeles fue firme, y toda transgresión y toda desobediencia recibió justo tratamiento-retribución.",
  "3": "¿A quién se le va a ocurrir salir huyendo abandonando esta salvación que nos ha sido entregada? Hablada primeramente por el Señor y confirmada por los que la oyeron (sin “si” condicional: es una advertencia contra escurrirse/cambiar el mensaje).",
  "4": "Testificando Dios juntamente con ellos, con señales y prodigios, diversos milagros y repartimientos de su poder según su voluntad.",
  "5": "Porque no a los ángeles sujetó el mundo habitado que va a permanecer (οἰκουμένη / oikouméne), del cual hablamos: el mundo habitado regenerado, el remanente que permanece.",
  "6": "Sin embargo, alguien en algún lugar testificó: ¿Qué es ‘Enosh (el hombre debilitado) para hacerlo traer a memoria, y qué es este Ben ‘Adam (‘Adam) para ponerlo de visita? (Salmo 8: visión de que Hashem mismo se reduce).",
  "7": "Lo disminuirás un poco con relación a ‘Elohim (v.atejasrehu me‘at me’elohim), y lo coronarás de gloria y de honra: Dios reduciéndose y luego coronado.",
  "8": "Todo lo sujetaste bajo sus pies: tesis de sujeción universal en proceso (aún no se ve consumada plenamente).",
  "9": "Y al que es un poco con relación a los ángeles disminuido vemos: a Yeshúa, coronado de gloria y honra a causa del padecimiento de la muerte, para que por la gracia del amor de Dios gustase la muerte por todo.",
  "10": "Porque era justo que aquel por cuya causa son todas las cosas y por el cual todas las cosas subsisten, habiendo de llevar a muchos hijos a la gloria, hiciese consumado (τελειῶσαι / teleiósai = llevado hasta el fin, agotado/terminado) por aflicciones al autor de la salvación de ellos (no “perfeccionado” en sentido moral, sino consumido/completado como ofrenda total).",
  "11": "Porque el que santifica y los que son santificados proceden de una sola cosa (ἐξ ἑνὸς πάντες: de procedencia, no posesivo); por lo cual no se avergüenza de llamarlos hermanos.",
  "12": "Diciendo: Anunciaré tu nombre a mis hermanos; en medio de la congregación (ἐκκλησία / ekklesía; ya presente en Sal 22:22, no “nacida” en Hechos 2) te alabaré.",
  "13": "Y otra vez: Yo lo esperaré de vuelta (Is 8:17, no “confiaré”). Y otra vez: He aquí, yo y los hijos que me dio YHWH: retorno/presentación del Qorbán ante el tribunal del juicio, con los ‘niños’ (pueblo) como señales y prodigios en medio de Yisra’el.",
  "14": "Porque los hijos tuvieron en común carne y sangre, entonces también él se puso al lado y recibió junto con ellos el juicio, para que por la muerte echara abajo al que tenía la potestad de la muerte, esto es, al diablo.",
  "15": "Y librar a los que por el temor de la muerte estaban por toda la vida sujetos a servidumbre.",
  "16": "Porque ciertamente no tomó o ayudó a los ángeles, sino a la simiente de Abraham.",
  "17": "Por lo cual debía ser en todo semejante a sus hermanos, para venir a ser misericordioso y fiel sumo sacerdote en lo que a Dios se refiere, para expiar los pecados del pueblo (de aquí en adelante: enfoque en la mediación sacerdotal presente mientras se ata y sella la Torah entre los instruidos).",
  "18": "Por lo cual, en cuanto él mismo padeció siendo experimentado, es poderoso para socorrer a los que son pasados por experiencia."
}
