{
  "1": "Por tanto, hermanos santos, participantes de la vocación celestial, considerad al Apóstol y sumo sacerdote de nuestra confesión, a Yehoshua' HaMashiaj.",
  "2": "El cual es fiel al que le constituyó, como también lo fue Moisés sobre toda su casa (aunque vino disminuido, no deja de ser el Creador).",
  "3": "Porque de tanto mayor gloria que Moisés éste es estimado digno, cuanto tiene mayor dignidad que la casa el que la fabricó (superior a Moisés aun estando aquí).",
  "4": "Porque toda casa es edificada por alguno; mas el que creó todas las cosas es Dios (la “casa” remite al Hacedor: su calidad de Creador no se suspende).",
  "5": "Y Moisés a la verdad fue fiel sobre toda su casa, como siervo, para testificar lo que se había de decir: que el Mesías vendría como siervo fiel y manso (la analogía no es “carne pecaminosa”, sino función/servicio).",
  "6": "Pero Mashiaj como heredero o dueño, sobre su casa; la cual casa somos nosotros, si hasta el cabo retuviéremos firme la confianza y la gloria de la esperanza.",
  "7": "Por lo cual, como dice Rúaj Haqódesh: Ho día, cuando escuches hoy su voz (hayom: el “día” ligado a la voz del Mesías).",
  "8": "No endurecerás tu corazón, como en el día de la provocación en el desierto (no fue “Dios tentando”; ellos provocaron desde la codicia y el pecado).",
  "9": "Donde me provocaron vuestros padres, aunque habían visto mis obras durante cuarenta años.",
  "10": "A causa de lo cual envié mi aguijón con esta generación, y dije: pueblo divagante de corazón; estos no han conocido mis caminos (no comprender el “camino” produce divagar).",
  "11": "Por lo tanto juré por mi nariz: No entrarán en mi menujá (reposo). “Nariz” como modismo/sinecdoque: alergia/rechazo santo al pecado, no “jurar por ira” como capricho carnal.",
  "12": "Miren, hermanos, que en ninguno de ustedes haya corazón malo de infidelidad para apartarse del Dios vivo.",
  "13": "Antes exhortaos los unos a los otros cada día, entre tanto que se dice Ho día; para que ninguno de vosotros se endurezca con el engaño del pecado: si se oye la voz del Mesías el corazón se derrite; persistir duro es dejar de oír (palabra, estudio, comunidad).",
  "14": "Porque participantes de Mashiaj somos hechos, con tal que conservemos firmes hasta el fin el principio de nuestra confianza (no como “pérdida de salvación”, sino perseverar oyendo y no salir a paralelos).",
  "15": "Entre tanto que se dice: Ho día, cuando escuches hoy su voz, no endurezcáis vuestros corazones, como en la provocación.",
  "16": "Porque algunos de los que habían salido de Egipto junto con Moisés, habiendo oído, le provocaron; pero no todos (no todos realmente oyeron/recibieron oír).",
  "17": "Más con quienes envió su aguijón por cuarenta años, ¿no fue con los que pecaron, cuyos cuerpos cayeron en el desierto? (la Torah como “clavos/dardos” contra la carne: genera resistencia y patadas).",
  "18": "¿Y a quiénes juró que no entrarían en su menujá (reposo)?, sino a aquellos que desobedecieron.",
  "19": "Y vemos que no pudieron entrar a causa de su infidelidad: la fidelidad viene por el oír, y el oír es dado por la promesa de Dios; solo la fidelidad de Dios remueve la enemistad y produce entrada."
}
