{
  "1": "Se exhorta a temer no perder la promesa de entrar en la Menujáh. El reposo no es Shabat ritual sino el mundo venidero, la vida eterna. La advertencia no es moralista, es escatológica: la promesa sigue vigente y puede no alcanzarse si se permanece en este sistema.",
  "2": "La buena nueva fue anunciada tanto a ellos como a nosotros, pero no produjo fruto cuando no estuvo acompañada de fidelidad. Oír sin ‘Emunáh es oír sin Dios; la palabra sin fidelidad queda estéril.",
  "3": "Los que exhiben la fidelidad entran en la Menujáh. Aquí se hace un contraste entre Shabat y Menujáh: Shabat es cese del proceso organizativo; Menujáh es eliminación del cansancio, la vida eterna. El juramento de repudio señala que el pecado no entra en la Menujáh, aunque la obra estuviera acabada desde antes de la fundación del mundo.",
  "4": "Se recuerda el Shabat del séptimo día como cesación de la obra creadora. No implica inactividad absoluta, sino cierre del orden de este mundo, Ha‘olam Hazeh.",
  "5": "Se reafirma que el repudio divino al pecado impide la entrada en la Menujáh. El reposo negado no es el Shabat semanal, sino la vida eterna.",
  "6": "Permanece abierta la entrada a la Menujáh porque los primeros no entraron por desobediencia. El problema no fue falta de mandamiento, sino falta de escucha obediente.",
  "7": "Hashem establece un día llamado Hoy (Hayom). No es cronológico sino decisivo: el día en que se escucha la voz de Dios sin endurecer el corazón. Este Hoy apunta a la concreción de la salvación en Yehoshúa’.",
  "8": "Si Yehoshúa‘ bin Nun hubiese otorgado la Menujáh, no se hablaría de otro día. El reposo definitivo no vino por Josué, sino por Yehoshúa‘ Ben ‘Elohim.",
  "9": "Permanece una Menujáh para el pueblo de ‘Elohim. No es abolida ni sustituida: sigue como promesa activa hacia la regeneración del mundo.",
  "10": "Entrar en la Menujáh implica hacer Shabat de las obras, así como ‘Elohim hizo Shabat e inició la Menujáh. Primero se pone Shabat a la fatiga de este mundo; luego se entra en el descanso definitivo.",
  "11": "Se exhorta a diligencia para entrar en la Menujáh y no repetir el patrón de desobediencia. No es esfuerzo carnal, es perseverancia en la fidelidad.",
  "12": "La palabra de Dios es viva y eficaz: discierne Néfesh y Rúaj, pensamientos e intenciones. No es psicológica; es juicio revelador que expone la realidad interior.",
  "13": "Nada queda oculto ante Hashem. Todo está desnudo ante Aquel a quien se rinde cuentas. La Menujáh no admite autoengaño.",
  "14": "Se presenta a Yehoshúa‘ Ben ‘Elohim como el gran sumo sacerdote que traspasó los cielos. No es el cruce del Jordán, es la superación de todo orden creado.",
  "15": "El sumo sacerdote se compadece porque fue probado en todo, sin pecado. La identificación no cancela la santidad; la confirma.",
  "16": "Se invita a acercarse con confianza al trono de la gracia para hallar misericordia y gracia oportuna. El amor de Dios no cesó de trabajar por la salvación; la invitación es abierta mientras dura el Hoy."
}
