{
  "1": "Se introduce la figura del sumo sacerdote como el arquetipo más elevado dentro del sistema de relación con Dios, pues era el único con acceso representativo. Todo el desarrollo previo ha mostrado la superioridad de Yehoshúa’ sobre ángeles, sobre Moisés y sobre Josué. No participó de naturaleza humana pecaminosa; por eso no puede ser reducido a un hombre más. Su única semejanza con Moisés es la condición de siervo, manso y sujeto a la voluntad divina, pero siendo superior como el autor de la casa.",
  "2": "El sumo sacerdote es tomado de entre los hombres para representar a los hombres ante Dios. Esta figura sirve de marco comparativo: el sacerdocio existe para presentar ofrendas y sacrificios, pero su alcance es limitado y dependiente de la debilidad humana.",
  "3": "El sumo sacerdote humano puede compadecerse porque está rodeado de flaqueza, y por esa misma condición debe ofrecer sacrificios tanto por sí mismo como por el pueblo. Esto subraya la diferencia radical con Yehoshúa’, quien no comparte esa debilidad pecaminosa.",
  "4": "Nadie puede atribuirse por sí mismo la honra del sacerdocio. El vínculo con Dios no se establece por iniciativa humana. La escalera de Jacob desciende del cielo a la tierra, no asciende desde la tierra al cielo: toda comunicación y mediación procede de Dios. Ningún hombre puede arrogarse la capacidad de crear ese vínculo.",
  "5": "Mashíaj no se glorificó a sí mismo para hacerse sumo sacerdote. Vino en condición de siervo, sujeto a toda justicia, y esperó la aprobación divina de su sacrificio. Solo después de ser aceptado es convocado al sacerdocio celestial. La Toráh misma declara: «Tú eres mi Hijo/portador». Al despojarse de su gloria, se sometió plenamente a las disposiciones que Él mismo había establecido, cumpliendo todo el protocolo de la justicia divina sin saltar ningún paso.",
  "6": "El sacerdocio de Yehoshúa’ es según el juramento de Malkitzédeq y es le‘olam, por tiempo oculto e indeterminado, no eterno absoluto. Su función sacerdotal tiene una temporalidad ligada a la mediación y a la plenitud de la redención. Primero vino el Kohén Gadol; luego vendrá el Rey. Cuando la mediación concluya, ya no habrá necesidad de sacerdocio ni de templo, pues la etapa siguiente será el reinado pleno."
}
