{
  "1": "Se exhorta a dejar los arjís, los comienzos de la doctrina de Mashíaj, para avanzar hacia la perfección. El arjé es Mashíaj mismo: él es el reshit del cual procede el arrepentimiento y la fidelidad. El arrepentimiento de obras muertas no es algo que se produzca por iniciativa humana, sino don del Rúaj HaQódesh, inseparable del sacrificio de Mashíaj. La fidelidad está recostada en Dios y procede de Él, no del esfuerzo humano.",
  "2": "Los rudimentos mencionados forman parte del fundamento inicial, pero no constituyen la meta. La carta impulsa a no quedarse en lo elemental, sino a seguir avanzando en lo que Dios va perfeccionando.",
  "3": "El avance hacia la perfección no depende de la voluntad humana autónoma, sino de la concesión divina. El progreso espiritual está sujeto a lo que Dios permite y revela.",
  "4": "Se aclara que los que fueron iluminados y hechos partícipes no necesariamente poseyeron el Rúaj HaQódesh. Participar y gustar implica presenciar, experimentar de cerca las maravillas, los dones y las obras de Dios en el nombre de Yehoshúa’ HaMashíaj, sin haber sido regenerados internamente.",
  "5": "Gustar de la buena palabra de Dios y de los poderes del siglo venidero significa saborear, no ver plenamente. Muchos prueban las mieles del evangelio y el poder de Dios, pero se quedan a mitad del camino: gustan, pero no entran en la realidad plena.",
  "6": "Si habiendo gustado se recae y se niega la obra, no hay renovación para arrepentimiento. El sacrificio de Mashíaj fue una sola vez. Negar esa obra implicaría exigir un nuevo sacrificio personal, exponiendo al Hijo de Dios a vituperio, lo cual es imposible.",
  "7": "La imagen de la tierra que recibe la lluvia introduce la enseñanza agrícola que conecta con la parábola del sembrador. Todos reciben el mismo agua, pero no todos producen fruto.",
  "8": "La tierra que produce espinos y abrojos es reprobada y cercana a maldición. El problema no es el terreno, sino lo que fue sembrado. El corazón humano es el terreno y el arado es la circuncisión del corazón. Sin ese arado divino, solo se producen espinos y cardos. Hashem es quien circuncida el corazón; el hombre no puede hacerlo por sí mismo ni tender puentes hacia Dios.",
  "9": "Aunque el lenguaje es severo, se expresa esperanza de cosas mejores y más cercanas a la salvación para los destinatarios. La exhortación no es fatalista, sino correctiva.",
  "10": "Dios no es injusto para olvidar la obra y el trabajo de amor manifestado hacia su nombre. El servicio a los santos es tenido en cuenta dentro del marco de la fidelidad.",
  "11": "Se llama a perseverar con diligencia hasta el fin, para alcanzar el cumplimiento de la esperanza. La constancia es parte del caminar en la promesa.",
  "12": "Se exhorta a no ser perezosos, sino imitadores de quienes heredan las promesas por la fidelidad y la paciencia. La herencia está ligada a una fidelidad sostenida.",
  "13": "Dios promete a Abraham jurando por sí mismo, porque no hay nadie mayor por quien jurar. El juramento divino se convierte en garantía absoluta.",
  "14": "La promesa incluye bendición y multiplicación, aseguradas por el juramento divino que no puede fallar.",
  "15": "Abraham, mediante paciencia prolongada, alcanzó la promesa. El tiempo no anula la fidelidad de Dios.",
  "16": "El juramento, aun en términos humanos, pone fin a la controversia. En Dios, el juramento adquiere carácter definitivo e inmutable.",
  "17": "Dios quiso mostrar de manera más abundante a los herederos de la promesa la inmutabilidad de su consejo, y por eso interpuso juramento.",
  "18": "Las dos cosas inmutables son la descendencia y la tierra prometida. ‘Emunáh es inmutabilidad. Dios no puede mentir ni alegorizar estas promesas. Mashíaj es la simiente, el Zera’, y la tierra es la Jerusalén celestial. En esto se funda el consuelo firme de la esperanza.",
  "19": "La esperanza funciona como ancla segura y firme de la existencia, que penetra hasta dentro del velo. La imagen es la del sumo sacerdote entrando al lugar santísimo.",
  "20": "Yehoshúa’ entra como precursor, hecho sumo sacerdote le‘olam según el juramento de Malkitzédeq. Su sacerdocio es superior porque no es heredado por linaje humano, sino otorgado por juramento divino. La promesa siempre estuvo ligada al sacrificio: Dios mismo se empeñó como garantía. Yehoshúa’ inaugura el acceso, anticipando la obra completa de la redención."
}
