{
  "1": "Se corrige la lectura: Malkitzédeq es “rey de justicia” (מַלְכִּי־צֶדֶק) y “rey de Shalom”, no “rey de una ciudad llamada Shalem”. Se argumenta que “Shalem/שלם” depende de vocalización (qerí/lectura) y puede leerse Shalom. El punto central es el juego exegético: “Rey de paz” (shalom) ligado a la idea de paz y salvo, pago de deudas del pecado, no a una geografía perdida.",
  "2": "Se enfatiza que Abraham dio el diezmo a Malkitzédeq (Gn 14:20; וַיִּתֶּן ל֥וֹ מַעֲשֵׂ֖ר מִכֹּֽל). El autor usa esto como base para demostrar jerarquía: quien recibe el diezmo y bendice es superior. Por eso se introduce la explicación posterior de por qué no puede ser una figura meramente humana dentro del sistema levítico.",
  "3": "Se describe a Malkitzédeq como sin genealogía registrable, sin principio de días ni fin de vida, hecho semejante al Hijo de Dios y permaneciendo sacerdote por tiempo escondido. La intención es sostener que su figura opera como arquetipo celestial, no como un sacerdote humano ordinario.",
  "4": "Se subraya la grandeza de Malkitzédeq: aun Abraham, el patriarca, le dio los diezmos. El argumento es de rango: si Abraham se somete en este acto, entonces el receptor es mayor que Abraham.",
  "5": "Se contrasta el sistema levítico: los hijos de Leví reciben mandamiento de tomar diezmos del pueblo según la ley, aunque sean “hermanos” y provengan de los lomos de Abraham. Esto prepara el razonamiento de superioridad de un sacerdocio previo y distinto al levítico.",
  "6": "Se indica que aquel cuya genealogía no está contada entre los levitas tomó de Abraham los diezmos y bendijo al que tenía las promesas. La bendición al portador de promesas refuerza la tesis: el que bendice es mayor.",
  "7": "Se fija el principio: sin discusión, el menor es bendecido por el mayor. Esta regla sostiene toda la demostración jerárquica del capítulo.",
  "8": "Se explica que “aquí” reciben diezmos hombres mortales, pero “allí” el testimonio es de uno que vive. Con esto se niega que sea Shem hijo de Noé: la Toráh afirma que Shem murió; que coincidieran en cronología no prueba identidad. La conclusión: no es humano mortal, es figura de arriba.",
  "9": "Se introduce el drash: en Abraham, también Leví “pagó” diezmos, porque Leví estaba virtualmente en los lomos de Abraham. Así el linaje levítico queda subordinado a Malkitzédeq.",
  "10": "Se explica el mecanismo del argumento: cuando Malkitzédeq sale al encuentro, Leví aún estaba en los lomos de su padre (en Abraham). Por tanto, el sacerdocio levítico queda presentado como inferior al sacerdocio celestial.",
  "11": "Se afirma que la palabra clave es “perfección”. Se sostiene que la perfección no vino por el sacerdocio levítico, aunque bajo él recibió el pueblo la Toráh. Se enlaza la definición de perfección con pasajes posteriores: (1) Toráh en mente y corazón (Brit), (2) pecados perdonados, y (3) conciencia limpiada de obras muertas. La tesis: los sacrificios levíticos no podían hacer perfecto en cuanto a la conciencia; el sacrificio de Mashíaj sí.",
  "12": "Se aclara que el “cambio de ley” no significa abolición de la Toráh, sino cambio de la ley del sacerdocio: el criterio de descendencia (Aarón) queda sin funcionalidad ante un sacerdocio por juramento (celestial).",
  "13": "Se destaca que el sacerdote del que se habla pertenece a otra tribu, sin servicio levítico al altar. Esto apoya que no se está forzando el sistema aarónico, sino mostrando un orden distinto.",
  "14": "Se señala que el Señor vino de Judá, tribu sobre la cual Moisés no habló tocante al sacerdocio. El argumento se orienta a que el sacerdocio de Mashíaj no es levítico, sino celestial, y por eso no infringe la Toráh.",
  "15": "Se insiste en que es aún más manifiesto: se levanta otro sacerdote a semejanza de Malkitzédeq. Se añade la idea histórica: antes del becerro de oro, el plan era “reino de sacerdotes” (Éxodo 19); lo levítico aparece como prototipo temporal para instrucción y discernimiento de pecados, preparando el entendimiento del sacrificio perfecto.",
  "16": "Se explica que este sacerdote no fue constituido por “ley del mandamiento según la carne” (genealogía humana), sino por el poder de una vida indestructible. Se afirma superioridad: Mashíaj es Dios mismo; Malkitzédeq funciona como figura puesta por Dios para anticipar el sacerdocio celestial futuro.",
  "17": "Se menciona el testimonio: “Tú eres sacerdote le‘olam…”. Se entiende como tiempo escondido/indeterminado y ligado al juramento, no a herencia genealógica.",
  "18": "Se comenta que el mandamiento anterior queda anulado por debilidad e ineficacia: el sistema levítico y sus sacrificios no podían perfeccionar la conciencia. Se conecta con la idea de “ministros competentes” de un pacto mejorado: la transformación es interna (vida), no solo letra ritual.",
  "19": "Se sostiene la frase: “nada perfeccionó la Toráh” en sentido sacerdotal/ritual: los sacrificios no lograban perfección de conciencia. Se introduce la “mejor esperanza” por la cual se accede a Dios. Se usa la alegoría de la vaca roja: las “cenizas” como figura que culmina habilitación; después de Mashíaj, el lavado decisivo es por el Rúaj HaQódesh, y negar esto equivale a negar el sacrificio.",
  "20": "Se afirma que el sacerdocio superior es con juramento. El juramento marca cualificación y garantía divina, no mera sucesión humana.",
  "21": "Se contrasta: otros sacerdotes fueron hechos sin juramento; este, con juramento. La lógica sostiene que el orden por juramento es superior al orden por descendencia.",
  "22": "Se concluye que Yehoshúa’ es fiador de un testamento mejorado: Dios proyecta un pueblo con Toráh en mente/corazón, pecados perdonados y conciencia limpia. Esa “mejora” del pacto equivale a la perfección descrita en la carta.",
  "23": "Se explica por qué hubo muchos sacerdotes: la muerte les impedía continuar. El sistema era necesariamente interrumpido y sucesivo.",
  "24": "Se afirma que este sacerdote permanece le‘olam y tiene sacerdocio inmutable: sin interrupciones ni relevo. Se contrasta con el servicio temporal de los levitas (ciclos de edad) y con la mortalidad.",
  "25": "Se deduce que puede salvar perpetuamente a los que por él se acercan, porque vive siempre para interceder. La salvación se presenta ligada a una mediación continua, no fragmentada.",
  "26": "Se describen cualidades del sumo sacerdote: no malo (ἄκακος), sin mancilla (ἀμίαντος), limpio, alejado de pecadores, y “venido a ser más alto que los cielos” (ὑψηλός). Se corrige la traducción “sublime” por su sentido etimológico de “debajo”; aquí se enfatiza “por encima”.",
  "27": "Se explica que, a diferencia de los sumos sacerdotes humanos, no requiere ofrecer sacrificios por pecados propios (no los tiene). Ofrece una sola vez, ofreciéndose a sí mismo por el pueblo; si tuviera pecado, solo podría “salvarse” a sí mismo y no a otros.",
  "28": "Se cierra: la Toráh constituía sumos sacerdotes humanos débiles; la palabra del juramento, posterior a la ley, constituye al Hijo como perfecto para siempre. La perfección se entiende como conciencia purificada y pacto mejorado, con Toráh interiorizada y perdón efectivo."
}
