{
  "1": "Se aclara que “sentado a la diestra del trono” no implica dos asientos ni dos (o tres) personas en el cielo: hay un solo trono. La “diestra” se entiende como lenguaje del Salmo 110 (“siéntate a mi diestra / por mi diestra”) y se interpreta como el ámbito del cielo/la gloria, no una silla al lado. Se reafirma: el león y el cordero (Apocalipsis) son el mismo; no hay duplicidad de sujetos.",
  "2": "Se define el ministerio: es ministro del santuario del “verdadero tabernáculo” levantado por Adonai/Hashem y no por el hombre. La idea central es que la función sacerdotal de Mashíaj opera en el tabernáculo celestial, no en el terrenal.",
  "3": "Se recuerda la regla sacerdotal: todo sumo sacerdote debe tener algo que ofrecer. Se enfatiza la diferencia: los sacerdotes levíticos ofrecían cuerpos ajenos (animales); Mashíaj ofreció su propio cuerpo. Esto sostiene la superioridad de su ofrenda y su sacerdocio.",
  "4": "Se interpreta “si estuviese sobre la tierra, ni aun sería sacerdote” como prueba de que el marco es el sacerdocio levítico vigente: al no ser del linaje de Aarón, en la tierra (con el templo operando) no tendría cabida sacerdotal. El “habiendo aún sacerdotes que presentan ofrendas” se usa como indicio histórico de que la carta se escribió cuando el templo todavía estaba en pie (se sugiere década del 60, antes del 70). Se introduce el concepto: lifnim mishurat hadin (“más allá de la línea del juicio”) para explicar una palabra superior al régimen genealógico sin contradecir el sentido de la Toráh.",
  "5": "Se explica “figura y sombra” sin denigrar la sombra: la sombra es proyección real de un cuerpo ante la luz; el cuerpo es Mashíaj. Por tanto, tabernáculo y sacrificios fueron proyección pedagógica del cuerpo de Mashíaj, no “algo malo” a desechar. Se delimita el tema: el argumento del autor se mueve en el bloque del sacerdocio/tabernáculo/sacrificios, no en la abolición global de la Toráh. Se retoma la tesis: el sistema sacrificial se vincula pedagógicamente al pecado (especialmente tras el becerro de oro) y no anula la promesa original de “reino de sacerdotes”.",
  "6": "Se afirma que ahora el ministerio es “mejorado” porque es mediador de un pacto mejorado sobre promesas mejoradas. Se explica que el eje está en el sacerdocio: se unifican promesas (Abraham: simiente/tierra y “Yo seré su Dios”) con la dimensión sacerdotal ligada al perdón definitivo (asociada al juramento davídico/sacerdocio). La mejora consiste en habilitar lo prometido resolviendo el problema del pecado y la deuda, abriendo la esperanza de la Jerusalén celestial y la resurrección.",
  "7": "Se interpreta “si el primero hubiera sido sin defecto, no se hubiera procurado lugar para el segundo” como referencia al pacto del sacerdocio levítico (no al pacto con Abraham). La lógica: el segundo surge porque el primero (en ese bloque sacerdotal) tenía limitación funcional.",
  "8": "Se define Brit Jadasháh como “pacto mejorado/innovado”, no como anulación de lo anterior. Se entiende que el texto reprende y anuncia un pacto mejorado con la casa de Israel y la casa de Judá, en continuidad con la promesa, pero con función sacerdotal perfeccionada.",
  "9": "Se puntualiza que “no como el pacto… al sacarlos de Egipto” no puede ser Abraham (porque fue siglos antes), sino el pacto del desierto asociado al sacerdocio levítico. Se distingue: la Toráh no es “el pacto” en sí, sino Sefer HaBrit (texto/acta del pacto) que contiene promesas (Abraham) y el arreglo sacerdotal levítico (Aarón/Pinjás) surgido como cláusula temporal circunstancial. “No permanecieron en mi pacto” se aplica al desempeño del sistema sacrificial y su corrupción (ofrendas defectuosas denunciadas por profetas).",
  "10": "Se resume el contenido del pacto anunciado: Toráh interiorizada (mente y corazón) y pertenencia mutua (“Yo seré su Dios… ellos mi pueblo”). Se subraya que este núcleo no nace en Sinaí como novedad absoluta, sino que pertenece a la promesa más amplia que se completa en la mejora del pacto.",
  "11": "Se enfatiza que el resultado del pacto mejorado es conocimiento directo de Hashem: ya no depender de mediación instructiva externa (“conoce al Señor”), sino una realidad universal dentro del pueblo, del menor al mayor.",
  "12": "Se identifica el componente sacerdotal explícito: “seré propicio… y no me acordaré más…”; aquí se ubica el perdón definitivo como función sacerdotal del pacto mejorado. Esto es lo que “subsanaría” el arreglo levítico temporal.",
  "13": "Se concluye que al decir “pacto renovado/mejorado” se declara viejo al anterior y cercano a desaparecer. Se interpreta que lo que envejece y desaparece es el pacto sacerdotal levítico (de temporalidad indefinida hasta el “tiempo de reformar”), no la promesa de Abraham ni la Toráh como guía. Se insiste: el cambio es de bloque sacerdotal (sacrificios/templo/orden levítico), no una anulación del resto."
}
