{
  "1": "Se afirma que el “primer pacto” se entiende como el pacto sacerdotal levítico y que su santuario era κοσμικός (kosmikós): de este cosmos. Se explica que ‘olam (עוֹלָם) proviene de ‘alam (עלם) “escondido” y que en el siglo I ‘olam adopta el sentido de “mundo”, distinguiendo Ha ‘Olam Hazeh (עוֹלָם הַזֶּה: mundo actual/tiempo escondido) y Ha ‘Olam Habá (עוֹלָם הַבָּא: mundo venidero). La eternidad está “oculta” respecto de este mundo y viceversa; por eso el santuario terrenal se interpreta como circunscrito al ‘Olam Hazeh.",
  "2": "Se describe la primera sección del tabernáculo como Qodesh (lugar santo/distinción), con Menoráh, mesa y organización de panes. Se aclara que “santidad” se entiende como el grado alto de distinción: allí no entraba cualquiera, solo sacerdotes; antes estaba el patio con altar y lavamientos.",
  "3": "Se define la segunda sección tras el segundo velo como Qodesh HaQodashim (la distinción de todas las distinciones). Se subraya que solo entraba el sumo sacerdote, llamado por Dios, una vez al año en Yom HaKipurim; cualquiera no autorizado moría.",
  "4": "Se enumeran los objetos asociados al lugar santísimo: incensario de oro y el arca del pacto cubierta de oro. Dentro: urna de oro con maná, vara de Aarón que reverdeció y tablas del pacto.",
  "5": "Se explica el propiciatorio como la tapa del arca donde el sumo sacerdote colocaba la sangre en el ingreso anual. Encima estaban los querubines de gloria cubriendo el propiciatorio; se afirma que no se hablará en detalle de esas cosas.",
  "6": "Se contrasta el acceso: a la primera parte entraban sacerdotes continuamente para oficios; a la segunda, solo el sumo sacerdote una vez al año y no sin sangre. Se interpreta que mientras la primera parte estuviese en pie, el camino al lugar santísimo aún no se manifestaba masivamente: la figura indica que el acceso pleno para “todos” estaba todavía velado.",
  "7": "Se recalca que el ingreso anual del sumo sacerdote incluye sangre ofrecida por sí mismo y por pecados de ignorancia del pueblo. Esto es leído como señal de que el sistema aún no permitía acceso universal al santuario.",
  "8": "Se interpreta que el Ruaj HaQodesh daba a entender, mediante esa estructura, que el camino al santuario (segunda parte) no estaba revelado mientras permaneciera la primera parte. Se expone la idea: lo ideal es que todos tengan acceso; la restricción fue una figura temporal.",
  "9": "Se afirma que el sistema era figura para aquel tiempo: ofrendas y sacrificios que no podían hacer perfecto “en cuanto a la conciencia”. Se conecta con la idea de perfección/conciencia limpia desarrollada en capítulos anteriores.",
  "10": "Se explica que esas ordenanzas consistían en comidas, bebidas, lavamientos y reglas de “carne” (higiene), impuestas hasta el “tiempo de corregir/reformar” las cosas. “Corregir” se entiende como volver al estado original: el diseño original donde todo el pueblo sería sacerdotal (acceso ampliado). Se vincula: Lugar Santo = ‘Olam Hazeh; Lugar Santísimo = ‘Olam Habá; el tabernáculo simboliza los dos mundos.",
  "11": "Se declara que Mashíaj, presente como sumo sacerdote de los bienes venideros (‘Olam Habá), ministra en un tabernáculo más amplio y perfecto no hecho de manos (no de esta creación). Se afirma que no podía ser sacerdote del ‘Olam Hazeh (no levita), por lo que su sacerdocio es del futuro/venidero. Se introduce la idea de Tikún (corrección) progresiva: ya comenzó, se completa en proceso (“el que empezó la obra la terminará”). Se añade el paralelo Gan ‘Éden: querubines, camino al árbol de vida; la Toráh como árbol de vida; la sangre en el Parójet como figura del acceso al mundo venidero.",
  "12": "Se afirma que entró una vez y para siempre en el santuario con su propia sangre (sacrificio), obteniendo “redención eterna”, entendida como Ge’ulat ‘Olam: redención de tiempo indefinido (duración administrada por él) y también juego de palabras como redención “de este mundo”.",
  "13": "Se compara: la sangre de toros y machos cabríos y las cenizas de la becerra rociadas a inhabilitados santificaban para purificación de la carne. Se menciona que el tema de cenizas se hacía en Yom HaKipurim.",
  "14": "Se eleva el argumento: cuanto más el sacrificio de Mashíaj, ofrecido sin mancha a Dios mediante el “Ruaj eterno”, corregido como Ruaj ‘Olam Habá (poder del mundo venidero). Ese sacrificio limpia la conciencia de obras muertas para servir al Dios vivo. Se conecta la limpieza de conciencia con el Tikún de este mundo: empieza por el corazón. Se apoya con la idea del “lavamiento por la palabra” (Ef 5:25-27) y con Ezequiel 36: corazón nuevo, Ruaj nuevo, y andar en estatutos como efecto de la obra divina.",
  "15": "Se define que por esto es mediador de un testamento/pacto mejorado: su muerte remite transgresiones bajo el primer pacto (sacerdocio levítico) y los llamados reciben la promesa de herencia eterna. Se explica que el primer pacto sacerdotal no removía el pecado ni transformaba la conciencia; la muerte-resurrección de Mashíaj permite que, como sumo sacerdote proclamado, presente en el ‘Olam Habá los méritos logrados en el ‘Olam Hazeh. El Ruaj es presentado como “arras” de la herencia: prenda/garantía de la mentalidad futura libre de pecado.",
  "16": "Se introduce el principio jurídico del testamento: donde hay pacto/testamento, es necesaria la muerte del testador para su activación. Se usa para explicar la lógica de herencia: muerte, confirmación, reparto.",
  "17": "Se enfatiza que el testamento se confirma con la muerte y no es válido mientras vive el testador. Se aplica a la lógica de Mashíaj: muere y, en virtud de ello, distribuye la herencia vinculada a su resurrección.",
  "18": "Se concluye que ni aun el primer pacto (levítico) fue instituido sin sangre. La sangre marca la inauguración del régimen cultual.",
  "19": "Se relata la escena: Moisés anuncia mandamientos, toma sangre de becerros y machos cabríos con agua, lana escarlata y orégano, y rocía libro y pueblo. Esto se interpreta como pedagogía: el pacto sacerdotal levítico arranca con sangre ajena (animal).",
  "20": "Se asocia la frase: “Esta es la sangre del pacto”. Se conecta con la expresión de Mashíaj: “nuevo pacto en mi sangre”, mostrando contraste: antes sangre de animales, ahora sacrificio propio.",
  "21": "Se explica que Moisés roció también tabernáculo y vasos del ministerio. La lectura es simbólica: los utensilios deben ser declarados aptos para el culto; paralelo: el creyente como “utensilio” del tabernáculo del mundo venidero.",
  "22": "Se sostiene que casi todo se purifica con sangre y sin derramamiento no hay remisión (Kipur/reconciliación). Se hace el juego con Tahor: aptitud/competencia no proviene del material (oro, plata, cobre), sino de la sangre rociada; así la aptitud del creyente no proviene de sí mismo sino de Dios.",
  "23": "Se afirma que fue necesario purificar las figuras de las cosas celestiales con ese método, pero las cosas celestiales mismas con mejores sacrificios. “Mejor” no significa opuesto sino “mejorado”: pacto, promesa y sacrificio mejorados.",
  "24": "Se aclara que Mashíaj no entró en un santuario hecho de mano (figura del verdadero), sino en el cielo mismo para presentarse ante Dios por nosotros. Esto apoya que el movimiento es hacia el ámbito del ‘Olam Habá.",
  "25": "Se explica que no se ofrece muchas veces como el sumo sacerdote humano que entra cada año con sangre ajena. La repetición anual indica incompletud del sistema anterior.",
  "26": "Se interpreta “consumación de los siglos” no como siglos de 100 años sino como aiōnōn/αιωνων equivalente a ‘olam: tiempos escondidos determinados por circunstancias/eventos. Se integra la idea del “confín de los mundos”: el velo como frontera simbólica entre ‘Olam Hazeh y ‘Olam Habá; cuando se revela plenamente la primera parte, se abre el camino a la segunda. Se explica que la llegada del momento fue por madurez de circunstancias históricas (no fechas), y que en esa consumación se presentó una vez para siempre para quitar el pecado mediante su propio sacrificio.",
  "27": "Se recuerda el principio: a los hombres les está establecido morir una sola vez y después el juicio. Se usa como marco del argumento de unicidad: una vida, una muerte, una rendición de cuentas.",
  "28": "Se concluye que Mashíaj se ofreció una sola vez para llevar los pecados de muchos y aparecerá por segunda vez sin relación con pecado para salvar a los que le esperan. Se conecta con la idea de que el sacrificio por pecado, como sistema explícito, se volvió patente con el sacerdocio levítico; y que el retorno al diseño original (nación sacerdotal) se activa por el sacrificio único que abre el acceso al lugar santísimo."
}
