{
  "1": "Apóstol proviene de ἀπόστολος (apóstolos), equivalente al hebreo שָׁלִיחַ (shaliaj): enviado con autoridad plenipotenciaria. Yehoshúa’ no fue mitad hombre y mitad Dios; si hubiese sido humano habría sido pecador, y en Él no se halló pecado. Vino en carne en sentido corpóreo, no como humano corruptible. Lo espiritual es tangible según la mentalidad hebrea. Yehoshúa’ resucitó porque su cuerpo no podía ver corrupción; es la primicia y el primogénito de entre los muertos.",

  "2": "Se reafirma el pacto único dado a Abraham: «Yo seré su Dios y ustedes serán mi pueblo». El llamado “nuevo pacto” debe entenderse como el pacto renovado (Brit, Ḥadashá), no como algo inexistente antes. Jeremías 31:33 confirma que la Torah es escrita en la mente y el corazón, siendo el mismo pacto con promesas mejoradas.",

  "3-4": "La palabra griega αἰών (aión) no significa siglo de cien años, sino era. El texto debe entenderse como «para librarnos de la mala era». El enfoque es escatológico y no cronológico.",

  "5": "«Por las eras de las eras». Amén no significa «así sea», sino «verdadera es esta palabra». Es una estructura semítica que expresa eternidad, equivalente a le’olam va‘ed. La gloria es atribuida a Yehoshúa’.",

  "6": "El asombro de Pablo es consternado: no existe otro evangelio. El Evangelio es uno solo y no admite modificaciones.",

  "7": "No hay otro evangelio. El término implica la idea de revertir o distorsionar lo que ya ha sido establecido. La unicidad del Evangelio es absoluta.",

  "8": "Aquí aparece el concepto de para-evangelio: no otro evangelio, sino una infiltración sutil. Anatema (ḥerem) significa exclusión total. Incluso si Pablo mismo anunciara otro mensaje, no debe ser creído. Ejemplos de para-evangelio son negar la resurrección, la encarnación real o afirmar que Yehoshúa’ fue un hombre pecador.",

  "9": "El procedimiento apostólico es claro: al hereje se le amonesta una o dos veces; si persiste, es anatema. Tito 3:10 confirma esta instrucción.",

  "10": "Pablo rompe con toda búsqueda de aprobación humana. Si agradara a los hombres no sería siervo de Hashem. El Evangelio inevitablemente provoca rechazo, incluso familiar.",

  "11-12": "El Evangelio que anuncia Pablo no es humano ni recibido de hombres, sino por revelación directa de Yehoshúa’ HaMashíaj. Desde el inicio se afirma que Mashíaj no es un hombre común ni un rabino histórico.",

  "13": "El término Ἰουδαϊσμός (ioudaismós) no debe leerse con categorías modernas. En el siglo I designa un sistema religioso ligado a tradiciones humanas, especialmente farisaicas, no la Torah escrita.",

  "13-17": "Pablo relata su pasado persiguiendo a la ekklesía. Debió discernir qué prácticas eran bíblicas, cuáles no, y cuáles —aunque no ordenadas por Dios— eran incompatibles con el Evangelio. El llamado fue directo y sin mediación humana.",

  "18-22": "Las congregaciones de Judea no conocían a Pablo personalmente. Ekklesía significa asamblea, equivalente funcional de sinagoga. No hay oposición terminológica entre sinagoga e iglesia.",

  "23-24": "Pablo ahora predica la ‘Emunah (fidelidad, inmutabilidad) que antes perseguía. El Evangelio es la revelación de la justicia de Dios testificada por la Torah y los profetas; no es negociable ni modificable."
}
