{
  "1": "Estos catorce años, sumados a los tres anteriores, dan diecisiete años de analizar, meditar, estudiar y escudriñar antes de subir a exponer el evangelio.",
  
  "2": "La palabra “reputación” es un arameísmo: saborá. Un saborá es alguien con experiencia y autoridad para discernir y decir si algo es correcto o no. Pablo sube a los que tenían esa capacidad de juzgar.",
  
  "3": "En ese momento los saboraim eran los apóstoles: Pedro, Juan y Jacobo. Ellos eran los que tenían la capacidad de discernir y juzgar.",
  
  "4": "Los falsos hermanos entraron a espiar la libertad que tenemos en Yehoshúa’ Hamashíaj para reducirnos a esclavitud. Esa esclavitud no es la Torah, sino la tradición oral farisaica impuesta como si fuera Palabra de Dios.",
  
  "5": "Esclavitud aquí significa tomar un mandamiento de hombre y elevarlo a categoría divina. La ‘Emet del evangelio no cambia. El problema no es la tradición, sino su uso indebido.",
  
  "6": "Pablo deja claro que los saboraim no le comunicaron nada nuevo. No importa lo que ellos hubiesen sido en el pasado; el evangelio no recibió prescripciones adicionales.",
  
  "7": "Nunca se exigió circuncidar a los gentiles para salvación. Aquí no hubo conflicto doctrinal con los apóstoles.",
  
  "8": "La ayuda a los pobres se refiere a la comunidad judía que atravesaba necesidad. No se añadió ningún requisito a los gentiles.",
  
  "9": "El tema de la circuncisión debió terminar allí, pero la insistencia de falsos maestros obligó a Pablo a escribir más al respecto.",
  
  "10": "Queda claro que la esclavitud jamás puede ser la Torah.",
  
  "11": "El conflicto con Pedro no tiene que ver con alimentos sino con personas. La visión de Hechos 10 enseña que ‘Elohim no hace acepción de personas.",
  
  "12": "Pedro se retrae por miedo a los de la circuncisión que venían desde Jerusalén a fiscalizar con tradición farisaica, no por instrucción de Jacobo.",
  
  "13": "El temor era grande porque ese grupo farisaico era letal. Es el mismo entorno que conspiró para dar muerte a Pablo.",
  
  "14": "La verdad del evangelio es que no hay diferencia entre judíos y gentiles para salvación. Vivir como gentil significa vivir libre de la Halajá farisaica, no vivir sin la ley de Dios.",
  
  "15": "Cuando Pablo habla de “obras de ley” se refiere a cualquier sistema de méritos humanos. No se trata de la Torah de ‘Elohim.",
  
  "16": "Nadie se justifica por obras. El justo vive por la fidelidad de ‘Elohim, no por mérito propio.",
  
  "17": "Mashíaj no es diácono del pecado. Al dejar las obras como justificación, el pecado queda al descubierto, pero no es imputado por Mashíaj.",
  
  "18": "Si alguien vuelve a levantar la justificación por méritos, se hace transgresor. Hay dos leyes: la de la gracia y la de los méritos, y son incompatibles.",
  
  "19": "Por medio de una ley —la de la gracia— Pablo muere a otra ley —la de los méritos— para vivir para ‘Elohim.",
  
  "20": "Hemos muerto a la ley de los méritos por medio de la ley de la gracia. La vida ahora se vive por la fidelidad de ‘Elohim en Yehoshúa’ Hamashíaj.",
  
  "21": "La gracia y los méritos son mutuamente excluyentes. La salvación no hace distinción de personas. No es por obras, sino por gracia."
}
