{
  "1": "La verdad del evangelio es que la salvación es por gracia y la justificación de la mente y de los pecados es a través de Yehoshúa’. Ya se les había explicado lo que significa el sacrificio de Mashíaj.",
  "2": "Cornelio y los que estaban con él no recibieron el Espíritu por obras, sino porque la fidelidad —Dios— los visitó.",
  "3": "Aquí Pablo confronta el error de creer que por obras se llama la atención de Dios: o es por méritos o es por gracia.",
  "4": "Pablo sigue desenmascarando a los que querían esclavizar: los falsos hermanos que se metieron a escondidas para espiar la libertad que tenemos en Yehoshúa’ Hamashíaj.",
  "5": "La intención era reducir a esclavitud: imponer la tradición farisaica como si fuera Palabra de Dios. Por eso Pablo no cedió ni un momento, para que la verdad del evangelio permaneciera.",
  "6": "Debe leerse así: Abraham exhibió fidelidad por Hashem, y Hashem computó que esa era la manera de justicia. El creer no fue una obra de Abraham; Hashem es la fuente de la fidelidad y Él atribuye justicia sin obras.",
  "7": "Sepan que los que son de la fidelidad, estos son hijos (herederos) de Abraham. Aquí no es el modelo de obras, es el modelo de fidelidad.",
  "8": "La Escritura ya lo había dicho: no fue por méritos de Abraham que amparó a los gentiles, sino el mismo modelo que Hashem usó con Abraham lo iba a replicar en los gentiles.",
  "9": "Hashem iba a justificar a los gentiles por la fidelidad —la de Dios—. Serían injertados del mismo modo: no por méritos humanos, sino por el modelo de fidelidad.",
  "10": "Este es el punto de inflexión: ‘arur en Deuteronomio 27:26 no es “maldición” emocional, sino estar desarraigado/desconectado (Me’eráh) por no incorporar los asuntos de la Torah al hacerlos: Mishpatim (procedimientos) y Juqim (promesas). Si alguien se concentra en obras y desconoce promesas, está desconectado. La salvación se sostiene en la promesa y la fidelidad de Hashem; pero el fruto del que fue libertado es la santificación, con parámetros de santidad que Hashem dio en la Torah.",
  "11": "¿El justo vivirá por la fidelidad de quién? No puede ser del hombre como mérito humano. La LXX aclara Habacuc para mostrar que es por la fidelidad de Dios. Por eso Pablo cita: el justificado por la fidelidad vivirá.",
  "12": "La Torah contiene promesas. No hay contradicción: la Torah no está separada de la fidelidad; no se puede aislar obras como si fueran un sistema de vida eterna por méritos.",
  "13": "Mashíaj nos redimió de la Me’eráh de la Torah y devenido por nosotros Qlaláh: no porque Él se “desconectara”, sino porque disminuyó su honra. Qlaláh es disminución de honra. Pablo sostiene esto con Deuteronomio 21:23 en hebreo: “disminución de la honra de ‘Elohim el colgado”, en constructo. La redención es que la deidad disminuye su honra en el cuerpo colgado para rescatar al hombre de la desconexión de promesas y de la ignorancia de creer que se construye justicia propia.",
  "14": "La bendición prometida a Abraham culmina en la promesa: Ruaj Haqódesh habitando en nosotros. Esa promesa llega por fidelidad, y el paralelismo de la fidelidad es Yehoshúa’ Hamashíaj.",
  "15": "Brit es testamento/promesa/juramento: el dueño beneficia unilateralmente al que está en desventaja. Pablo explica que un testamento no se modifica. En Abraham, Hashem pasó solo entre los animales: todo dependía de Dios, no de méritos de Abraham. La herencia queda cerrada por la voluntad del Dueño.",
  "16": "La Torah que vino 430 años después no abroga la promesa. No hay conflicto entre promesa (Ruaj Haqódesh) y mandamientos. La esencia del “nuevo pacto” es que el Ruaj hace que andemos en estatutos y ordenanzas. El error de Gálatas era invertirlo: hacer obras para ganar la promesa y vida eterna por méritos.",
  "17": "Pablo usa sinónimos: promesa, testamento, herencia. La promesa de Abraham (tierra y simiente) se vincula con heredar por Yehoshúa’ Hamashíaj. La Torah contiene Juqim (incambiables: promesa/juramento) y Mishpatim (procedimientos). Aquí se acaban los méritos humanos para vida eterna: la voluntad de entregar herencia descansa solo en Dios.",
  "18": "La herencia no es por ley, sino por la justicia de la fidelidad. La promesa, el testamento y la herencia se sostienen en Hashem, no en méritos.",
  "19": "Corrección clave: el traductor omitió “gracia”. Debe leerse: “Entonces; la ley, ¿qué? Para las transgresiones, por gracia, fue puesta en adelanto, hasta que viniese la simiente prometida”. La Torah fue una muestra anticipada de gracia: enseña, redarguye y delimita, pero no se quita; el problema es pensar que hay que quitar el “semáforo” en vez de aprender a vivir dentro de él con la competencia del Ruaj.",
  "20": "El mediador no puede ser un humano representante de una sola parte. La figura del mesites/sarsor apunta a Mashíaj: Dios mismo disminuyó su cuerpo y vino como ‘Enosh (debilitado) para ser el Ben ‘Adam heredero y el único mediador. “Dios es uno”: el mediador es de dos partes, pero la salvación y la reconciliación descansan en Dios mismo.",
  "21": "Katá no significa contrario. Pablo plantea una hipótesis: si la Torah pudiera vivificar y alcanzar las promesas, entonces la justicia sería por obras. Pero en ninguna manera: la salvación es tan preciosa que ningún humano la paga, aunque cumpla mandamientos.",
  "22": "La Torah encerró todo bajo pecado, pero de ahí sale la Ekklesía: los llamados afuera. La justicia dada por la fidelidad de Yehoshúa’ es para los creyentes; los redimidos son llamados fuera del pecado por Él.",
  "23": "ὑπὸ νόμον no debe forzarse como “bajo la ley” con artículo, sino como custodiados/subordinados bajo ley, es decir, bajo sentencia: sin mérito para salvación. Vivir dentro de la Torah no es para ganar méritos; Mashíaj nos sacó de estar bajo pecado por sus méritos, y ahora obedecemos como fruto.",
  "24": "La Torah funcionó como pedagogo para llevarnos a Mashíaj: guiar al subordinado hasta que viniera la fidelidad. El pedagogo no desaparece; forma a otros. En el creyente, sus enseñanzas quedan inculcadas: el pedagogo ‘vive dentro’ por la implantación en mente y corazón.",
  "25": "“Venida la fidelidad, ya no estamos bajo pedagogo” significa que ya vimos a Mashíaj y fuimos hechos competentes y herederos; no es abolición de Torah, es graduación del subordinado que ahora porta la enseñanza dentro de sí.",
  "26": "En Mashíaj todos son “graduados”: no hay acepción de personas. La diferencia esclavo/libre no opera como jerarquía espiritual delante de Dios.",
  "27": "No hay acepción de personas: Mashíaj se manifiesta tanto en uno como en otro.",
  "28": "En Mashíaj se derriban las barreras humanas como criterio de superioridad espiritual; el punto es la igualdad delante de Hashem.",
  "29": "Si somos de Mashíaj, somos linaje de Abraham: herederos según la promesa. La Torah no nos hacía herederos; nos señalaba al que sí nos hace herederos: la fidelidad de Hashem en Yehoshúa’ Hamashíaj."
}
