{
  "1": "El judío podía considerarse heredero frente al esclavo y frente al gentil: “yo soy hijo, el gentil no hereda”. Pablo aclara para los judíos y para todos: mientras el heredero es niño (subordinado), en nada difiere del esclavo, aunque sea señor de todo en teoría, en papeles.",
  "2": "ἐπίτροπος (epítropos) era el encargado de enseñar el manejo de la hacienda grande, de las grandes propiedades y superficies.",
  "3": "Οἰκονόμος (oikonómos) enseñaba la administración doméstica. Ikonomo: iko = casa, nomo = ley. Es la ley de la casa. Eso de “curadores” no sale: en griego aparece ikonomo.",
  "4": "“Hasta el tiempo señalado por el padre”: niño no es solo edad; subordinado puede tener 20 años. Si no te graduabas de epítropos y ekónomo, no heredabas. Nuestra graduación y título nos lo da Mashíaj: nos hace competentes, como un examen de homologación. La Torah era el pedagogo que debía enseñarnos a administrar lo grande y lo pequeño, pero Mashíaj es quien nos hace competentes.",
  "5": "“Ya no estar bajo tutor” no significa que el tutor se acabó ni que la Torah se acabó. Sería como decir que te graduaste y la universidad se desplomó: ilógico e indignante. La tutoría de la Torah queda dentro de nosotros: competencia para administrar lo mucho y lo poco, lo santo y lo profano, lo bueno y lo malo, lo puro y lo impuro. La Torah no puede desaparecer: “pondré mi Torah dentro de ellos”.",
  "6": "Si nos pusiéramos a instruir solo con la Torah, nunca nos graduaríamos: esa competencia no estaba en nuestras manos. La Torah resultaba débil ante nuestra carne. Lo imposible para la Torah era justificarnos y hacernos competentes para heredar, es decir, reconciliarnos con Dios. Por eso Dios envió a su Hijo para que la justicia de la Torah se cumpla en nosotros: ya no andamos en la carne sino en Rúaj.",
  "7": "Hay dos expresiones: “justicia según la Torah” (vivir dentro de los mandamientos: “el que haga estas cosas vivirá dentro de ellas”) y “la justicia de la Torah” (cumplirse en nosotros: ser hecho del mundo venidero). Vivir dentro de mandamientos no equivale a heredar el reino si no has tenido la experiencia con Mashíaj, que es la justicia de la Torah.",
  "8": "Vivir en Rúaj es herencia del mundo venidero. Aquí no es cuerpo/espíritu como dos partes del ser humano: carne = lo terrenal/mundano; espíritu = lo incorruptible/eterno. El cuerpo desaparece; Rúaj es vida eterna. “A causa de la justicia”: la justicia es Mashíaj.",
  "9": "Romanos 8 muestra que la Torah no tenía poder contra los apetitos de la carne: preserva una vida digna y de calidad “para que te vaya bien”, pero no da vida eterna. La vida eterna es un don sobrenatural que Dios entrega personalmente, no por observancia de mandamientos. Por eso: si la Torah dada hubiera vivificado, la herencia no sería por gracia sino por obras.",
  "10": "Los gentiles no estaban esperando salvación: estaban lejos de la ciudadanía de Yisra’el, de los pactos y promesas, sin esperanza y sin Dios. Mashíaj vino “bajo ley” (sin artículo): en condición de siervo/subordinado, como si no fuera heredero, para liberar a los no herederos (hypo nomos). Se subordinó a su propia palabra y a la justicia testificada por la Torah; no vino subordinado al pecado, sino a hacer la voluntad: “tu ley está en medio de mi corazón”.",
  "11": "Históricamente ningún gentil vivía bajo ley; solo los judíos. Si “ley” fuese algo negativo, Mashíaj habría venido solo por judíos y excluiría a gentiles: absurdo. Hay que distinguir: Torah = ley de Dios; Dín = ley del estado; Dat = ley de tradición oral; Halajáh = ley judía (sinónimo de Dat). En griego todo aparece como nómos, pero no todo es lo mismo.",
  "12": "Rúaj Haqódesh de su Hijo es el que clama: ¡’Abá!",
  "13": "",
  "14": "",
  "15": "",
  "16": "",
  "17": "Quieren apartaros para que tengáis celo por ellos: para que ustedes sean más legalistas que ellos.",
  "18": "",
  "19": "",
  "20": "",
  "21": "",
  "22": "El tema es binario: o eres esclavo o eres libre, no hay neutro.",
  "23": "",
  "24": "“Dos pactos” aquí no es antiguo vs nuevo. Se refiere al pacto de la circuncisión según la carne (prepucio): pacto humano, obra humana, que da hijos para esclavitud. El pacto de Dios da hijos libres. En Sinaí hubo entrega del texto/testimonio del pacto, no “un pacto” de esclavitud.",
  "25": "Se le llama Sinaí porque la tradición oral sostiene que todo proviene “del Sinaí”, o sea de Moisés: la tradición oral da hijos para esclavitud, “falsos herederos”, por conversión según la carne, no según promesa. Agar corresponde a la Jerusalén terrenal. “Sinaí en Arabia” está mal: geográficamente el monte Sinaí no queda en Arabia; es una añadidura.",
  "26": "La Jerusalén de arriba es por promesa: no somos hijos por judaísmo rabínico, ni por tradición, ni por circuncisión, sino por Su majestad, el Mesías. Somos nacidos de arriba.",
  "27": "Mara’ D’atra’ significa “señor del lugar”, sentido de marido. Atrá’ en arameo es señor. Es el rabino máxima autoridad de una ciudad. “Solitaria” = porque no tiene marido.",
  "28": "",
  "29": "",
  "30": "",
  "31": "Por eso nunca vamos a pedir una conversión a la corte rabínica de Jerusalén."
}
