{
  "1": "Libres de las esclavitudes rabínicas farisaicas: del yugo de tradiciones y prescripciones humanas que quieren venderte salvación por obras, y que te amenazan con “si no haces esto o lo otro, pierdes la salvación”. Esa esclavitud no es Torah; son preceptos y conceptos humanos (tradición oral farisea).",
  "2": "La pregunta no es si el mandamiento de la Torah se opone a la promesa (Mashíaj): no se opone. El problema es circuncidarse para salvación, según parámetros del fariseísmo rabínico: pacto según la carne, requisitos para salvarse por obras. Si Mashíaj murió para justificarte por sus méritos y tú dices que no es suficiente y que “tienes que circuncidarte” para salvarte, entonces de nada te aprovecha Mashíaj, porque te estás queriendo salvar por obras.",
  "3": "Circuncidarse bajo ese parámetro implica buscar justificación por obras. Entonces, en teoría, Mashíaj ya no te justificaría y quedarías obligado a justificarte por tus propios medios: estarías obligado a guardar toda la Torah y no fallar en ninguna. Esto no significa que la Torah sea opuesta a Mashíaj: eso es una calumnia. Yehoshúa’ dijo que no vino a abrogar la Torah sino a cumplirla (llevarla a su máxima eficacia), y denunció: “por vuestra tradición invalidáis el mandamiento de Dios”. La responsabilidad de guardar la Torah existe estando o no circuncidados; la discusión aquí es la circuncisión como requisito de salvación.",
  "4": "Circuncidarse con propósito de justificación te desliga de Mashíaj, te hace deudor y te obliga a no faltar a ningún mandamiento. Aquí no dice “bajo la ley” como artículo: habla de “por ley”, es decir, por subordinación/esclavitud (hypo nomos), no de la Torah como si fuese contraria a la promesa.",
  "5": "Tikut ‘Olam: la corrección de todas las cosas. Si abrazas el esquema de salvación por obras, quedas obligado a guardar toda la Torah. La esperanza de la justicia se aguarda por el Rúaj y por fidelidad, no por méritos.",
  "6": "En Yehoshúa’ Hamashiaj ni la circuncisión ni la incircuncisión valen para salvación; lo que cuenta es la fidelidad que obra por el amor. Abraham fue llamado incircunciso y recibió salvación: en términos de salvación la circuncisión no tiene valor, aunque como mandamiento exista; no te da salvación.",
  "7": "La verdad del evangelio: ‘Elohim es Dios de las naciones y de los gentiles, y por Mashíaj somos justificados por su fidelidad.",
  "8": "Esa persuasión no procede del que llama: es alguien en contra del evangelio.",
  "9": "La doctrina de los fariseos: un poco de levadura leuda toda la masa.",
  "10": "El que perturba llevará la sentencia. Históricamente, el fariseísmo exigía circuncisión como “necesaria” para salvación (Hechos 15:5). Para el fariseo, “toda la ley” incluía también tradición oral, no solo lo escrito. Pablo confronta esa ausencia de amor: puede haber muchas “lenguas y misterios”, pero sin amor (Mashíaj) no sirve.",
  "11": "El “tropiezo de la cruz” surge por la calumnia: los judaizantes hicieron doble campaña: (1) imponer tradición oral farisea y (2) desprestigiar a Pablo diciendo que enseñaba contra el pueblo, la Torah y el templo. Hechos 21 muestra el equilibrio: se puede creer en Mashíaj y ser celoso de la Torah; y también muestra que Pablo respetó tradiciones judías de purificación cuando correspondía, sin imponerlas a gentiles. La acusación de que Pablo “abolía” la Torah era falsa. Así se entiende: “si aún predico la circuncisión, ¿por qué padezco persecución?” La cristiandad heredó esa calumnia de pensar que la cruz es opuesta a la Torah; eso no existe.",
  "12": "Pablo no incitaba a circuncidarse para salvación. El deseo fuerte contra los perturbadores se entiende en el marco de esa presión y manipulación: quieren esclavizar imponiendo un requisito de salvación por obras.",
  "13": "A libertad fuisteis llamados, pero no como ocasión para la carne: la libertad de Mashíaj no es libertinaje. La salida es servirse por medio del amor (Mashíaj). Andar espiritual es andar en la libertad que Mashíaj da (promesas, justicia otorgada, esperanza de vida eterna) junto con la práctica de la Torah, no con el legalismo de tradición oral farisea.",
  "14": "“Toda la ley en una palabra se cumple” no es reducir la Torah a un solo mandamiento para ‘no hacer nada más’. Eplerote (llenar/completar) es llevar la Torah a su máximo nivel: la meta y el umbral de todos los mandamientos es el amor al prójimo. Todo mandamiento debe dirigirse a ese objetivo: que afecte positivamente al ser humano dentro de la voluntad divina. Ejemplos: hacer el bien en Shabat (vida del hombre como fin), panes de la proposición por hambre extrema, y el principio de que los mandamientos atienden la vida (Piqúaj néfesh), con límites severos. El legalismo mata la vida; por eso Yehoshúa’ mostró cómo funcionan los mandamientos: para que no los mate el legalismo. La Torah ‘se llena’ cuando alcanza su máximo brillo: justicia, amor y misericordia como corazón de la Torah. Isaías 42:21 se entiende como futuro: YHWH estará complacido en respuesta de su justicia (Mashíaj) y engrandecerá la Torah, haciéndola poderosa y eficaz.",
  "15": "La contienda es perder el objetivo: no se puede hacer de la Torah una máquina trituradora ni un hacha para cortar árboles. La Torah se practica con sentido cooperativo, restaurando con mansedumbre: no mordiendo ni devorando al hermano.",
  "16": "Andad en el Rúaj: el contexto de la carta contrapone lo carnal (acciones promovidas aquí por la tradición oral farisea y su legalismo) vs lo espiritual (libertad en Mashíaj, promesas, justicia dada, y práctica de Torah). No es un versículo para sacarlo del contexto y decir cualquier cosa.",
  "17": "La carne desea contra el Rúaj y el Rúaj contra la carne: se oponen para que no hagáis lo que quisierais.",
  "18": "“Bajo ley” (hypo nomos) significa subordinado/esclavo/sin derecho a herencia. Si sois guiados por el Rúaj, ya no estáis bajo esa subordinación; no es que sea “opuesto a la Torah”, sino que ya no sois siervos sin herencia.",
  "19": "",
  "20": "",
  "21": "",
  "22": "",
  "23": "Contra el fruto del Rúaj no hay ley: no hay límite. No es opuesto a la Torah; al contrario, muestra la meta de la Torah: el fruto del Rúaj es el objetivo al que apunta la Torah.",
  "24": "Los de Mashíaj han crucificado la carne con pasiones y deseos.",
  "25": "Si vivimos por el Rúaj, andemos por el Rúaj: no es opuesto a la ley.",
  "26": "Todo esto presupone “amarás a tu prójimo como a ti mismo”: están citando Torah. Por eso no es opuesto el fruto del Rúaj a la Torah; el pasaje muestra que la meta de la Torah es ese fruto."
}
