{
  "1": "“Vosotros que sois espirituales”: nacidos de arriba, herederos de la promesa. Andar con la conciencia y la mente de Mashiaj. En el Rúaj: viento, ánimo, mente, actitud, depósito de la vida eterna. Con carácter de mansedumbre. Si andas en el Rúaj, andas en la promesa y en la mente de Mashiaj; por eso sabes restaurar al otro con ánimo de mansedumbre, con intención humilde, considerándote a ti mismo para no caer también en tentación. Esto no significa pasar por alto la falta ni actuar como si nada hubiese pasado: implica actuar dentro de la Torah, restaurando correctamente.",
  "2": "Sobrellevar pesos: presiones y cargas del otro en solidaridad. Cada quien lleva lo suyo, pero se apoya al hermano; no significa “cargar con todo lo del otro”, sino colaborar y sostener. “La ley de Mashiaj” no es otra ley distinta: es la Torah.",
  "3": "“Creerse ser algo” se refiere a creerse autoridad. Como en Gálatas 2:6: los “de reputación” eran autoridad delegada por Mashiaj, sin doble ánimo; estos otros se estaban creyendo autoridad no siendo nada, y así se engañan. Quieren enseñar como doctores sin entender ni lo que dicen, y encima negando al autor de la vida: ¿qué autoridad real puede tener alguien así?",
  "4": "Esto desenmascara el ánimo fariseo/judaizante: presionaban comunidades para que se judaizaran y luego gloriarse diciendo “tenemos seguidores”, buscando alabanza en otros. Ponen cargas que ellos mismos no mueven ni con un dedo (lo que Mashiaj denunció). Por eso: “someta a prueba su propia obra” y que el motivo de gloriarse sea respecto de sí mismo, no usando a otros como trofeo.",
  "5": "“Cada uno llevará su propia carga” en este contexto apunta a lo doctrinal: nadie tiene derecho a imponer cargas inventadas o criterios personales como si fueran palabra de Dios. No se trata de cargar la vida entera del otro, ni de manipular comunidades: cada uno responde por lo suyo; el uno no debe gloriarse del otro ni cargarlo con contradicciones.",
  "6": "En lo práctico: el que es enseñado en la palabra debe hacer partícipe de toda cosa buena al que lo instruye. (Continuidad de comunidad, apoyo real al que enseña).",
  "7": "Principio de siembra y cosecha: si siembras miedo, cosechas una congregación llena de miedo. Debe sembrarse confianza, amor y estímulo a las buenas obras. ‘Elohim no puede ser burlado: lo que el hombre siembre, eso segará. El miedo fue herramienta de presión (como se vio con Pedro ante los judaizantes); el camino correcto es fortalecer confianza y amor.",
  "8": "El que siembra para su carne (ego, interés propio) cosecha corrupción: lo carnal no tiene futuro, es corruptible; el camino de muerte no tiene promesa de eternidad. En cambio, el que siembra para el Rúaj cosecha vida eterna. Como se venía contrastando: pacto según la carne vs promesa.",
  "9": "Hacer el bien sin esperar nada a cambio: segar para el mundo venidero. Persistencia sin desmayo; la cosecha es para vida eterna.",
  "10": "Prioridad comunitaria: hacer bien a todos, pero mayormente primero a la familia de la fidelidad. Estima entre coherederos: hijos de luz, copartícipes, solidaridad real y ordenada.",
  "11": "“Cuán grandes letras”: probable referencia a letras antiguas (alfabeto fenicio/hebreo antiguo), llamadas “grandes” por su caligrafía arcaica. En Qumrán (siglo II a.C.) se escribía el Nombre con letras grandes por sentido de sacralidad/consagración. Se advierte contra lecturas modernas que tratan el hebreo como jeroglíficos egipcios: el hebreo no se lee como jeroglífico, y no hay base documental para esas interpretaciones. También se menciona la discusión sobre el cambio a escritura cuadrada tras Babilonia y cómo luego se prestó a filosofías de forma/valor numérico (kabaláh), diferenciando que la guematría existió como regla interpretativa, pero no para convertir letras en “jeroglíficos”.",
  "12": "Los que “quieren agradar en la carne” obligan a circuncidarse para no padecer persecución por la cruz: fariseísmo que enseña con miedo y manipulación. “Necesario” (Hechos 15:5) = obligatorio para salvación. Y “toda la ley” para el fariseo incluía también tradición oral; no era solo lo escrito.",
  "13": "Hipocresía: ni los mismos que se circuncidan guardan la Torah; pero quieren que otros se circunciden para gloriarse en la carne ajena: tener trofeos, seguidores, prestigio, control comunitario.",
  "14": "“Cosmos”: para los griegos, lo estéticamente perfecto. Para Pablo, lo que el mundo llama “cosmos/perfecto” quedó sentenciado en la cruz: sin comunión, sin influencia. “Crucificado” = inmóvil/inactivo: el mundo está crucificado para Pablo y Pablo para el mundo.",
  "15": "La circuncisión no vale nada para vida eterna. En Mashiaj, ni circuncisión ni incircuncisión: lo determinante es la nueva creación."
}
