{
  "1": "ἀρχή (archē) / “Arjē”: inicio, principio, origen. Aquí se define como “el origen único de todas las cosas”, aplicado al evangelio de Yehoshúa’ HaMashiaj.",
  "23": "“Un hombre con espíritu inmundo”: Rúaj tum’áh = poder desordenado/inhabilitante que obstruye la relación con Dios. Lo “tamé’/tum’áh” se entiende como estado de inhabilitación (ej. Lv 15:19). El propósito de estas inhabilitaciones era impedir acercarse a la santidad de Dios estando desordenado. “Padre de inmundicia” = origen/fuente de lo inhabilitante (ej. cadáver como fuente de tum’áh; idea de exposición/‘cuarentena’). Se distingue: impurezas físicas (Lv 15) y la “lepra bíblica” como somatización/castigo ligado a pecado (ej. Miriam: aparece y se retira tras mediación/arrepentimiento). Se afirma que estos ataques operan externamente y que sobre los creyentes el poder/santidad de Dios cubre y no permite efecto interno de dominio.",
  "24": "El rúaj tum’áh reconoce identidad/autoridad (“Sé quién eres, el Santo de Dios”). Se conecta con la idea de bloqueo de comunicación y cautividad (se usa como apoyo Mt 12:22; 2 Co 4:3-4; y la lógica de Mc 4:3-15: el enemigo quita la palabra). Se menciona que en esa época se practicaban exorcismos influenciados por costumbres griegas (espíritus como fuerzas dominables).",
  "25": "“¡Cállate, y sal de él!” entendido como: “sal de ahí; libéralo”.",
  "26": "Salida del poder inmundo con sacudida/clamor; se interpreta como liberación de la conciencia de la persona.",
  "27": "Asombro por “nueva doctrina” con autoridad: manda aun a los rúaj tum’áh. Se afirma que los creyentes son luz porque Yehoshúa’ HaMashiaj ha depositado poder en ellos. Se introduce la idea de que su muerte destruye al que tenía el imperio de la muerte (se señala corrección en Heb 2:14) y se enlaza con el sentido del Nombre en Éx 3:14 (“YO SERÉ EL QUE ESTARÉ”; “YO SERÉ me envió”). Se afirma que el Nombre de Yehoshúa’ contiene el prefijo Yeho- asociado a יהוה y se relaciona con “salvación”.",
  "28": "“Se difundió su fama”: cierre natural de la escena de autoridad/liberación en sinagoga.",
  "32": "Se conecta la llegada de enfermos y endemoniados con consecuencias del pecado (enfermedad, vejez, muerte; pérdida de vida eterna). Se añade que algunas enfermedades pueden tener origen en iniquidad no confesada (apoyo con Sal 32:3-6).",
  "33": "“Toda la ciudad a la puerta”: intensificación del alcance público del ministerio de sanidad y liberación.",
  "34": "Autoridad en liberación: se aclara que autoridad no equivale a gritar. No permitir hablar a demonios porque le conocían.",
  "35": "“Oraba”: interpretado como “entraba en juicio” (oración como momento de evaluación/juicio).",
  "40": "Leproso pide limpieza: se usa como marco para afirmar dominio sobre impureza/enfermedad.",
  "41": "“Quiero, sé limpio”: misericordia + contacto; se lee como acto directo de limpieza/habilitación.",
  "42": "“Quedó limpio/ordenado-apto”: tahor = orden conforme a lo establecido por Dios; tamé’ = desorden. Ejemplo: animales (Lv 11): el cerdo es tamé’ por su condición (pezuña hendida y no rumia) aunque externamente esté “limpio”. Se remarca: “limpio” aquí equivale a “habilitado/ordenado”."
}
