{
  "1": "Levantándose de allí, bajó a la región de Judea y al otro lado del Jordán; y volvió el pueblo a juntarse a él, y de nuevo les enseñaba como solía. Comentario: “Como solía”: por parábolas.",
  "2": "Y se acercaron los fariseos y le preguntaron, para tentarle, si era lícito al marido repudiar a su mujer.",
  "3": "Él, respondiendo, les dijo: ¿Qué os mandó Moisés?",
  "4": "Ellos dijeron: Moisés permitió dar carta de divorcio, y repudiarla.",
  "5": "Y respondiendo Yehoshúa’, les dijo: Por la dureza de vuestro corazón es la que escriben este mandamiento. Comentario: Les está diciendo: Moisés nunca dijo eso (v4).",
  "6": "Pero al principio de la creación, varón y hembra los hizo Dios.",
  "7": "Corrección: Por esto dejará el hombre a su padre y a su madre, y se PEGARÁ EN su mujer. Corrección añadida: Y dijo ‘Elohim Adonay: No es bueno que el hombre esté solo; le haré ayuda conforme a lo opuesto. (Génesis 2:18).",
  "8": "Corrección: Y los dos serán PARA UNA SOLA CARNE; así que no son ya más dos, sino uno.",
  "9": "Por tanto, lo que Dios pegó, no lo separa el hombre.",
  "10": "En casa volvieron los discípulos a preguntarle de lo mismo.",
  "11": "Y les dijo: Cualquiera que repudia a su mujer y se casa con otra, comete adulterio contra ella.",
  "12": "Y si la mujer repudia a su marido y se casa con otro, comete adulterio.",
  "13": "Siervos no niños: Y le presentaban SIERVOS para que los tocase; y los discípulos reprendían a los que los presentaban.",
  "14": "Viéndolo Yehoshúa’, se indignó, y les dijo: Dejad a los SIERVOS venir a mí, y no se lo impidáis; porque de los tales es el reino de Dios.",
  "15": "De cierto os digo, que el que no reciba el reino de Dios como un SIERVO, no entrará en él.",
  "16": "Y tomándolos en los brazos, poniendo las manos sobre ellos, los bendecía. Comentario: Pedía: para un subordinado. Siervo. Salmos 123:1-3: sujeción absoluta, esperar en Dios.",
  "17": "Corrección: Al salir él para seguir su camino, vino uno corriendo, e hincando la rodilla delante de él, le preguntó: Maestro, bueno ¿qué haré para heredar la vida eterna? Yehoshúa’ le dijo: ¿Por qué me PREGUNTAS POR LO bueno? Ninguno hay bueno, sino sólo uno, Dios. Comentario: “Bueno qué haré?”: está preguntando por obras. No puedes hacer nada para heredar la vida eterna porque Dios es el único bueno.",
  "18": "Incluido en el versículo 17 (Corrección de Eric).",
  "19": "Los mandamientos sabes: No adulteres. No mates. No hurtes. No digas falso testimonio. No defraudes. Honra a tu padre y a tu madre. Comentario: Le nombra los mandamientos para con el prójimo.",
  "20": "Él entonces, respondiendo, le dijo: Maestro, todo esto lo he guardado desde mi juventud.",
  "21": "Entonces Yehoshúa’, mirándole, le amó, y le dijo: Una cosa te falta: anda, vende todo lo que tienes, y dalo a los pobres, y tendrás tesoro en el cielo; y ven, sígueme, tomando tu cruz.",
  "22": "Pero él, afligido por esta palabra, se fue triste, porque tenía muchas posesiones. Comentario: 1 Timoteo 6:10. Eric: el joven rico tenía muchos males con respecto a los mandamientos para con el prójimo.",
  "23": "Entonces Yehoshúa’, mirando alrededor, dijo a sus discípulos: ¡Cuán difícilmente entrarán en el reino de Dios los que tienen riquezas!",
  "24": "Los discípulos se asombraron de sus palabras; pero Yehoshúa’, respondiendo, volvió a decirles: Hijos, ¡cuán difícil les es entrar en el reino de Dios, a los que confían en las riquezas!",
  "25": "Corrección: Más fácil es pasar una cuerda por el ojo de una aguja, que entrar un rico en el reino de Dios.",
  "26": "Ellos se asombraban aún más, diciendo entre sí: ¿Quién, pues, podrá ser salvo? Comentario: Eric: el rico no es que no pueda entrar, sino su amor al dinero es lo que no lo deja. Job 2:4. Salmos 49:16-19. Marcos 8:36: vida entiéndase vida eterna.",
  "27": "Entonces Yehoshúa’, mirándolos, dijo: Para los hombres es imposible, mas para Dios, no; porque todas las cosas son posibles para Dios.",
  "28": "Entonces Pedro comenzó a decirle: He aquí, nosotros lo hemos dejado todo, y te hemos seguido.",
  "29": "Respondió Yehoshúa’ y dijo: De cierto os digo que no hay ninguno que haya dejado casa, o hermanos, o hermanas, o padre, o madre, o mujer, o hijos, o tierras, por causa de mí y del evangelio,",
  "30": "que no reciba cien veces más ahora en este tiempo; casas, hermanos, hermanas, madres, hijos, y tierras, con persecuciones; y en el siglo venidero la vida eterna. Comentario: Más casas/hermanos/padres/madres/hijos/tierras al entrar en la familia de Dios; con persecuciones; al final vida eterna.",
  "31": "Pero muchos primeros serán postreros, y los postreros, primeros.",
  "32": "Iban por el camino subiendo a Jerusalén; y Yehoshúa’ iba delante, y ellos se asombraron, y le seguían con miedo. Entonces volviendo a tomar a los doce aparte, les comenzó a decir las cosas que le habían de acontecer:",
  "33": "He aquí subimos a Jerusalén, y el Hijo del Hombre será entregado a los principales sacerdotes y a los escribas, y le condenarán a muerte, y le entregarán a los gentiles;",
  "34": "y le escarnecerán, le azotarán, y escupirán en él, y le matarán; mas al tercer día resucitará.",
  "35": "Entonces Jacobo y Juan, hijos de Zebedeo, se le acercaron, diciendo: Maestro, querríamos que nos hagas lo que pidiéremos.",
  "36": "Él les dijo: ¿Qué queréis que os haga?",
  "37": "Ellos le dijeron: Concédenos que en tu gloria nos sentemos el uno a tu derecha, y el otro a tu izquierda.",
  "38": "Entonces Yehoshúa’ les dijo: No sabéis lo que pedís. ¿Podéis beber del vaso que yo bebo, o ser bautizados con el bautismo con que yo soy bautizado?",
  "39": "Ellos dijeron: Podemos. Yehoshúa’ les dijo: A la verdad, del vaso que yo bebo, beberéis, y con el bautismo con que yo soy bautizado, seréis bautizados;",
  "40": "pero el sentaros a mi derecha y a mi izquierda, no es mío darlo, sino a aquellos para quienes está preparado. Comentario: El vaso: juicio que caería sobre él (escribas, pueblo, gentiles: azotado, escupido, despreciado). Ellos deben pedir fortaleza para cuando les ocurra lo mismo.",
  "41": "Cuando lo oyeron los diez, comenzaron a enojarse contra Jacobo y contra Juan.",
  "42": "Mas Yehoshúa’, llamándolos, les dijo: Sabéis que los que son tenidos por gobernantes de las naciones se enseñorean de ellas, y sus grandes ejercen sobre ellas potestad.",
  "43": "Pero no será así entre vosotros, sino que el que quiera hacerse grande entre vosotros será vuestro servidor,",
  "44": "y el que de vosotros quiera ser el primero, será siervo de todos.",
  "45": "Porque el Hijo del Hombre no vino para ser servido, sino para servir, y para dar su vida en rescate por muchos.",
  "46": "Entonces vinieron a Jericó; y al salir de Jericó él y sus discípulos y una gran multitud, Bartimeo el ciego, hijo de Timeo, estaba sentado junto al camino mendigando.",
  "47": "Y oyendo que era Yehoshúa’ Nétzer, comenzó a dar voces y a decir: ¡Yehoshúa’, Hijo de David, ten misericordia de mí! Comentario: En tu bloque se explica Nazaret/Nazoreo/Nazareos y Netzer (Isaías 11), y que “Yehoshúa’ el Netzr” se entiende como “Rey de los judíos” en títulos/citas (Juan 19:19; Mateo 27:37; Marcos 15:26; Lucas 23:38).",
  "48": "Y muchos le reprendían para que callase, pero él clamaba mucho más: ¡Hijo de David, ten misericordia de mí!",
  "49": "Entonces Yehoshúa’, deteniéndose, mandó llamarle; y llamaron al ciego, diciéndole: Ten confianza; levántate, te llama.",
  "50": "Él entonces, arrojando su capa, se levantó y vino a Yehoshúa’.",
  "51": "Corrección: Respondiendo Yehoshua’ le dijo: ¿Qué quieres que te haga? Y el ciego le dijo: Señor mío, que recobre la vista. Comentario: “Rabbuní” (en griego para expresar arameo “Raboní”): “Señor mío”; expresión usada para Dios.",
  "52": "Corrección: Y Yehoshua’ le dijo: Vete, LA FIDELIDAD PARA CONTIGO te ha salvado. Y en seguida recobró la vista, y seguía a Yehoshua’ en el camino."
}
