{
  "1": "Cuando se acercaban a Jerusalén, junto a Betfagé y a Betania, frente al monte de los Olivos, Yehoshúa' envió dos de sus discípulos,",
  "2": "y les dijo: Id a la aldea que está enfrente de vosotros, y luego que entréis en ella, hallaréis un pollino atado, en el cual ningún hombre ha montado; desatadlo y traedlo.",
  "3": "Y si alguien os dijere: ¿Por qué hacéis eso? decid que el Señor lo necesita, y que luego lo devolverá.",
  "4": "Fueron, y hallaron el pollino atado afuera a la puerta, en el recodo del camino, y lo desataron.",
  "5": "Y unos de los que estaban allí les dijeron: ¿Qué hacéis desatando el pollino?",
  "6": "Ellos entonces les dijeron como Yehoshúa' había mandado; y los dejaron.",
  "7": "Y trajeron el pollino a Yehoshúa' , y echaron sobre él sus mantos, y se sentó sobre él.",
  "8": "También muchos tendían sus mantos por el camino, y otros cortaban ramas de los árboles, y las tendían por el camino.",
  "9": "Corrección: Y los que iban delante y los que venían detrás daban voces, diciendo: ¡Hosha’ ana’! ¡Bendito el que viene CON el nombre del Señor! Comentario: Hosha’ ana’: sálvanos. Baruj ‘Abá be shem Adonay; bendito el que viene con el nombre de Adonay.",
  "10": "¡Bendito el reino de nuestro padre David que viene! ¡Hosha’ ana, en las alturas!",
  "11": "Y entró Yehoshúa' en Jerusalén, y en el templo; y habiendo mirado alrededor todas las cosas, como ya anochecía, se fue a Betania con los doce. Referencia: Zacarías 9:9. Comentario: Primera venida; venía lento porque todo Yisra’el era pecador. Si venía como las nubes del cielo rápidamente era porque Yisra’el era justificado; los judíos nunca llegaron a entender que pasarían las dos cosas.",
  "12": "Al día siguiente, cuando salieron de Betania, tuvo hambre.",
  "13": "Y viendo de lejos una higuera que tenía hojas, fue a ver si tal vez hallaba en ella algo; pero cuando llegó a ella, nada halló sino hojas, pues no era tiempo de higos. Comentario: En tiempo de escases el higo era el último recurso; Yehoshua’ vio que solo tenía hojas, no tenía higos. Aquí comienza la metáfora. A Yisra’el se le llamó la higuera y la vid: Gefen (vid) representaba a Yisra’el en el tiempo de la alegría; Te’nah (higuera) representaba a Israel en tiempos de los escases. Amós 8:1-2: Qayitz (verano) y Qetz (fin): paranomasia. Amós 8:3-6. Salmos 80:8. Joel 2:22. Isaías 28:14-16; Isaías 28:7 (vino: doctrina errada; sacerdote: maestro y juez). Isaías 8:19-20: Shàjar; Mashiaj; obligación del maestro de enseñar Torah, y del profeta llamar a regresar a la Torah.",
  "14": "Corrección: Entonces Yehoshua’ dijo a la higuera: ahora y por tiempo indefinido nadie comerá del fruto de ti. Y lo oyeron sus discípulos. Comentario: La higuera: los gobernadores de Yisra’el. Tóm eona en griego es la traducción del hebreo le olam; tiempo indefinido. Referencia (corrección): Salmo 119:18: Recoge el velo que está sobre mis ojos, y miraré las maravillas de tu Torah.",
  "15": "Vinieron, pues, a Jerusalén; y entrando Yehoshúa' en el templo, comenzó a echar fuera a los que vendían y compraban en el templo; y volcó las mesas de los cambistas, y las sillas de los que vendían palomas;",
  "16": "y no consentía que nadie atravesase el templo llevando utensilio alguno.",
  "17": "Y les enseñaba, diciendo: ¿No está escrito: Mi casa será llamada casa de oración para todas las naciones? Mas vosotros la habéis hecho cueva de ladrones. Comentario: Producto del fruto de la higuera: los legisladores de Yisra’el, el robo y el engaño. Los productos que se vendían dentro del templo valían tres veces más que fuera de él. Yehoshua’ con el ejemplo de la higuera va al templo y en vez de encontrar casa de oración encontró mercadería de fe. Referencia: 2 Pedro 2:1-3.",
  "18": "Incluido en el bloque final “Marcos 11” (versificado) que pegaste: Y lo oyeron los escribas y los principales sacerdotes, y buscaban cómo matarle; porque le tenían miedo, por cuanto todo el pueblo estaba admirado de su doctrina.",
  "19": "Incluido en el bloque final “Marcos 11” (versificado) que pegaste: Pero al llegar la noche, Yehoshúa' salió de la ciudad.",
  "20": "Y pasando por la mañana, vieron que la higuera se había secado desde las raíces.",
  "21": "Corrección: Entonces Pedro, acordándose, le dijo: Maestro, mira, la higuera que tiraste abajo se ha secado. Comentario: Rabí: abundante.",
  "22": "Corrección: Respondiendo Jesús, les dijo: Tened la fidelidad de Dios.",
  "23": "Corrección: Porque de amén os digo que cualquiera que dijere a este monte: Quítate y échate en el mar, y no juzgares en su corazón, sino que exhiba fidelidad será hecho lo que dice, lo que diga le será hecho. Comentario: Amén: verdadero es cuando dice una vez cita a Moisés; si dijese Amén, amén viene directo palabra de Dios. Juzgares: a discernir humanamente.",
  "24": "Por tanto, os digo que todo lo que pidiereis orando, creed que lo recibiréis, y os vendrá. Comentario: Creed: exhibiréis fidelidad.",
  "25": "Y cuando estéis orando, perdonad, si tenéis algo contra alguno, para que también vuestro Padre que está en los cielos os perdone a vosotros vuestras ofensas. Referencia (corrección): Levítico 19:17.",
  "26": "Porque si vosotros no perdonáis, tampoco vuestro Padre que está en los cielos os perdonará vuestras ofensas.",
  "27": "Volvieron entonces a Jerusalén; y andando él por el templo, vinieron a él los principales sacerdotes, los escribas y los ancianos,",
  "28": "y le dijeron: ¿Con qué autoridad haces estas cosas, y quién te dio autoridad para hacer estas cosas? Comentario: Smijáh: concepto judío del siglo I (ordenación rabínica). Qué escuela te dio la autoridad; de dónde viene tu línea. Smijáh: imposición de manos. Quién le delegó esa autoridad.",
  "29": "Yehoshúa' , respondiendo, les dijo: Os haré yo también una pregunta; respondedme, y os diré con qué autoridad hago estas cosas.",
  "30": "El bautismo de Juan, ¿era del cielo, o de los hombres? Respondedme. Comentario: Yojanán no tenía ninguna Smijáh rabínica.",
  "31": "Entonces ellos discutían entre sí, diciendo: Si decimos, del cielo, dirá: ¿Por qué, pues, no le creísteis?",
  "32": "¿Y si decimos, de los hombres…? Pero temían al pueblo, pues todos tenían a Juan como un verdadero profeta. Comentario: Ellos no creían en Yojanán, pero el pueblo sí.",
  "33": "Así que, respondiendo, dijeron a Yehoshúa' : No sabemos. Entonces respondiendo Yehoshúa' , les dijo: Tampoco yo os digo con qué autoridad hago estas cosas."
}
