{
  "1": "Habla de la viña como en el capítulo anterior. La viña / la vid representaba a Yisra’el en tiempos de alegría.",
  "7": "Hijo = heredero. Mashiaj. Los rabinos se adueñaron de la heredad, pues ellos deciden quién es judío o no.",
  "9": "Los labradores son los líderes; se les quitará de sus manos la viña, que es el pueblo de Yisra’el. En el capítulo anterior los legisladores eran la higuera. La vid nunca fue maldita ni destruida ni desechada: la viña es la heredad. Mala traducción e interpretación; teología del reemplazo.",
  "11": "Corrección: «¿De parte de Adonay fue esta, y es cosa maravillosa a nuestros ojos?». Bonim = edificadores. Los judíos se llamaban a sí mismos bonim. Corrección asociada: Isaías 54:13. Paranomasia: no digas banáyij (tus hijos) sino bonáyij (tus edificadores) para colocarse por encima de los hijos y adueñarse del título. “Rav bonáyij”: la paz de tus edificadores; la paz de tus rabinos. Juego de palabras por similitud sonora.",
  "13": "Herodianos: beytusin (beytuseos), los de la casa / del templo. Brazo más político de los saduceos, con cercanía al gobierno y encargados del templo.",
  "17": "Los beytuseos, pensando que Yehoshua’ era un revolucionario, querían ponerlo a prueba.",
  "19": "La llamada ley del levirato. En hebreo: Yibum.",
  "25": "«Ellos»: ese grupo. Como los ángeles que no se casan ni se dan en casamiento. Aplicado a los que hayan tenido más de una pareja.",
  "29": "Corrección: «El primer mandamiento de todos es: Oye, Yisra’el; el Señor nuestro Dios, el Señor uno es».",
  "30": "Kyrios (Señor) se usó para traducir YHWH porque en griego no se pueden escribir las cuatro letras. Psijé: alma. Dianìas: mente; paréntesis añadido como paralelismo para explicar psijé. Hashem es ejad: uno continuo, indivisible, sin brecha. Se menciona en relación con la parábola anterior del Padre y el Hijo.",
  "33": "Corrección: pescuezo (en lugar de alma).",
  "36": "Kyrios a mi Kyrios.",
  "42": "Un cuadrante (moneda griega) valía dos denarios. Era lo que se repartía diariamente en el templo para las viudas; lo que recibió ese día, eso mismo entregó."
}
