{
  "4": "Syntelisthe se usó en la LXX para traducir el hebreo Asif: recolección. Corrección del sentido: no fin del mundo, sino recogida/cosecha. Relacionado con Éxodo 23:16. Eonos: tiempo escondido. Esperaban la restauración de Yisra’el (las doce tribus), no el fin del mundo.",
  "6": "Habla de después de la destrucción del templo. Vendrán muchos en su nombre; hubo falsos Mesías como Shim‘on Bar Kojbá. La revuelta terminó en la expulsión de los judíos de Yisra’el.",
  "8": "Principio de dolores: expresiones hebreas ‘dolores de parto de Mashiaj’ y ‘los talones de Mashiaj’. La crisis de Yisra’el equivale a los dolores de parto. Metalenguaje de angustia. Marcos 13:8 alude a la guerra de Gog y Magog.",
  "9": "Referencia directa a la destrucción del templo.",
  "13": "El fin es la cosecha. Los talones de Mashiaj: serie de eventos ligados a la recolección del mundo.",
  "14": "Se relaciona con la destrucción del segundo templo. ‘Puesta donde no debe estar’: Roma en el lugar del templo. Daniel 9 se interpreta como referencia al templo: Mashiaj Naguid = templo/representante. ‘Será cortado el Mesías’: el templo. Ungir el Santo de los Santos = poner el templo en funcionamiento.",
  "14_1": "Las setenta semanas (490 años) van desde la destrucción del primer templo hasta la del segundo. Año 70 como punto clave. Roma es la abominación desoladora. Estandartes romanos en el templo.",
  "14_2": "Shiqutz/Shiqut: acción abominable. Sheqet: gentiles (romanos). La abominación desoladora es la destrucción del segundo templo: no quedaría piedra sobre piedra.",
  "20": "Después de la destrucción del templo y la abominación desoladora (135 d.C.) surge la revuelta de Bar Kojbá. Adriano derrota a los judíos; expulsión por casi 1900 años. Cambio del nombre Yisra’el por Palestina. Jerusalén llamada Aelia Capitolina.",
  "24": "A partir de aquí comienza a hablar del tiempo futuro para nosotros.",
  "26": "‘Con las nubes’: repentinamente, rápidamente. Hashem oculta su rostro. Daniel 7:13: el Hijo de Hombre acercado al Anciano de Días.",
  "27": "Reunión de los escogidos. Conexión con Isaías 27:12–13: reunión de Yisra’el desde los confines.",
  "30": "Corrección: ‘no pasará esta creación’. Genea se usa como creación (del hebreo beriá), no como generación biológica.",
  "32": "La frase ‘ni el Hijo’ es un agregado posterior."
}
