{
  "1": "12 de Aviv. Se hacía el sacrificio del cordero o cabra para el día 14 de Aviv (Pésaj) “entre las dos tardes” (entre el atardecer y el anochecer). Aviv (hebreo): comienzo de la primavera. Nisán: nombre babilónico. Fiesta de panes sin levadura: día 15 de Aviv.",
  "2": "No durante la fiesta para que no haya alboroto del pueblo.",
  "3": "Simón el leproso: ya sanado, quedó el sobrenombre; los leprosos estaban fuera de la ciudad.",
  "5": "Salario diario: 2 denarios. 300 denarios: 5 meses de trabajo. Referencia: Juan 12:4-6.",
  "7": "‘Pobres’ (matices): ‘Ani = humillado/rechazado, marginado; Evión = necesidades básicas insatisfechas; Dal = pide limosna (no se mueve); Rash = ambulante; Misken = escaso de recursos. Referencia: Deuteronomio 15:11 (‘pobre’: ‘ani).",
  "12": "Se anticipan un día: el cordero se comía desde ~6pm del 14 de Aviv. Desde el 14 se elimina la levadura. ~3pm se degollaba el cordero (14 de Aviv) y se comía a la puesta del sol.",
  "16": "‘Prepararon Pésaj’: cena de preparación para Pésaj, no es Pésaj. Protocolo del Séder tradicional.",
  "20": "Mojaban el pan en un dulce.",
  "24": "Sangre del nuevo pacto: corrección conceptual como ‘testamento mejorado’; su sacrificio.",
  "25": "Las fiestas bíblicas siguen vigentes hasta que él venga.",
  "26": "Salmo 130 (hymno).",
  "27": "Cronología referida: a las 12 de la noche lo arrestan; entre 6–7 inicia el juicio; a las 9 inicia el recorrido; a las 12 ya lo han colgado; muere a las 3.",
  "31": "Sin Rúaj Haqódesh no se puede exhibir fidelidad.",
  "32": "Gintá deshmna’ (arameo): jardín de los olivos. Yehoshua’ va a orar: entrar en juicio; participar de la ejecución de un juicio. Sujetó su vida a ese cuerpo; dejó su voluntad; vida indestructible (‘mi vida es mía y nadie me la quita’). Referencia: Juan 10:17-18.",
  "36": "‘Abá: fuente/origen de todas las cosas, plenitud, su palabra; no es una persona. ‘No lo que yo quiero’: se refiere a su propia voluntad.",
  "51": "No ‘sábana’: túnica. Se despojó de sus ropas.",
  "53": "El sumo sacerdote de ese momento: Kaifás; no pertenecía al linaje de Aarón; el puesto fue comprado.",
  "61": "‘El Santo Bendito’: Haqadósh Baruj hu’. Yehoshua’ solo abrió su boca para decir la verdad. Referencia: Isaías 53:7.",
  "62": "‘Yo soy’: ‘aní hu’. Daniel 7:13 (arameo: ‘Atiq yomaya’ = Anciano de días). ‘Diestra del poder’: reintegrarse al trono del poder de su majestad (expresión técnica; no es el padre). Anciano de días: plenitud de sabiduría e inteligencia. Referencias: Salmos 110:1; Hebreos 1:1-4; Juan 17:5; Zacarías 14:9; Zacarías 9:9. Cuando aparece Hashem en YHWH (cuatro letras), es el aspecto judicial de Dios.",
  "63": "Rasgó su vestidura: violación de mandamiento (el sacerdote no podía rasgar sus vestidos).",
  "64": "Juicio ‘justo’ en el sentido de que Yehoshua’ dijo una verdad que ellos no podían ver en este mundo. Referencias: Hechos 4:27-28; Hechos 3:15.",
  "67": "Nazareno: Nazarino oriundo de Nazaret.",
  "68": "Horario estimado: entre 4:00 y 4:30 a.m.",
  "72": "Derecha: el cielo. Izquierda: el infierno. Referencias: Mateo 25:31-46; 1 Juan 3:2-4."
}
