{
  "1": "Entrada a la sinagoga: hombre con mano seca; marco para demostrar que Shabat es “cesar” actividad (no “descanso” pasivo) y que en la Toráh no existe prohibición de sanar en Shabat.",
  "2": "Los fariseos acechan para acusar: el conflicto no es Toráh vs sanidad, sino tradición/escrutinio malicioso buscando acusación en Shabat.",
  "3": "Orden pública: “Levántate y ponte en medio” — expone el caso delante de todos para obligar a definir el principio correcto del mandamiento.",
  "4": "Pregunta-juicio: “¿Es lícito en Shabat hacer bien o mal; salvar vida o quitarla?” Se conecta con el principio de escoger la vida (Dt 30:19: ‘uvajartá bajayim’). El silencio de ellos revela dureza/negación del mandato superior.",
  "5": "Enojo + tristeza por dureza del corazón (paralelo a Faraón: no escucha, ataca y vuelve). Sana restaurando la mano: demuestra que la verdad del mandamiento humano-tradicional estaba por encima del texto. Se introduce la lógica de “qal va-jómer” (lo liviano y lo pesado): hay mandamientos con mayor peso; el criterio es ser fiel en ambos, temeroso de Hashem aun en lo secreto.",
  "6": "Consejo para destruirle: alianza fariseos + herodianos (identificados aquí como betuseos). Resultado de esclavitud a tradición: al no poder aceptar la verdad, pasan a hostilidad organizada.",
  "7": "Retiro estratégico al mar con discípulos: no es huida por derrota, sino movimiento para continuar la misión sin quedar atrapado por la trama.",
  "8": "Multitudes de regiones amplias: Galilea, Judea, Jerusalén, Idumea (Edom), Transjordania, Tiro y Sidón. La fama se explica por “cuán grandes cosas hacía”.",
  "9": "Logística: barca siempre lista por el gentío; prevención física (“para que no le oprimiesen”).",
  "10": "Sanidades masivas: la presión aumenta porque buscan tocarle; “plagas” como impulso de contacto directo.",
  "11": "Reconocimiento espiritual: los rúaj tum’áh se postran y declaran “Hijo de Dios”, interpretado como heredero/repartidor de herencia (no solo título religioso).",
  "12": "Silencio impuesto: los reprende para que no lo descubran; control del testimonio (no permite que la proclamación venga de poderes inmundos).",
  "13": "Sube al monte y llama a los que quiso: elección soberana del círculo de enviados.",
  "14": "Constituye a doce: doble propósito — compañía (“para que estuviesen con él”) y misión.",
  "15": "Comisión: predicar + autoridad delegada para sanar y expulsar demonios; continuidad del patrón de Marcos 1 (autoridad sobre enfermedad y tinieblas).",
  "16": "Simón renombrado: “Keypá’” (arameo) = roca; equivalente hebreo: “Sélá’”.",
  "17": "Jacobo y Juan: “Boanerges” re-interpretado aquí como “Bney re’em / Beney rahem”: ‘hijos de la consolación’ (se marca que la traducción griega usual ‘hijos del trueno’ es cuestionada en este esquema).",
  "18": "Lista de discípulos: Tomá’ = mellizo; Simón Qana’y (zelota) = del partido de los “celosos”.",
  "19": "Judas Iscariote: el que entrega; luego “vinieron a casa”, cambio de escena hacia conflicto familiar y acusaciones.",
  "20": "Presión social: tanta gente que ni podían comer; el servicio desplaza necesidades básicas.",
  "21": "Reacción de los suyos: intentan prenderle, dicen “está fuera de sí”; incomprensión de su misión.",
  "22": "Acusación oficial: escribas de Jerusalén atribuyen liberación a Be’el zvuv (arameo: ‘señor de las moscas’), presentado como potestad pesada/oriental y “alusión del que mata”. Se afirma que su demonología práctica venía más por influencia griega (demonios ‘domesticados’, jerarquías, luchas internas).",
  "23": "Respuesta en mashal/parábola: “¿Cómo puede Satanás echar fuera a Satanás?” Sataná = acusador (arameo: sataná).",
  "24": "Principio de unidad: reino dividido no permanece; refuta lógica de auto-expulsión satánica.",
  "25": "Extensión doméstica: casa dividida no permanece; misma lógica aplicada a estructura interna.",
  "26": "Conclusión: si Satanás se divide, llegó su fin; por tanto la acusación es incoherente.",
  "27": "Parábola del hombre fuerte: para saquear hay que atar primero; lectura: para que el enemigo “posea/devore”, debe engañar primero (error doctrinal/mental) y entonces captura.",
  "28": "Afirmación amplia: perdón para pecados y blasfemias de los hijos de los hombres; base del contraste con el caso específico.",
  "29": "Caso límite: blasfemar contra Rúaj Haqódesh (poder de Dios) = no tener perdón; “reo de juicio eterno”.",
  "30": "Motivo concreto: dijeron “Tiene Rúaj tum’áh”. La blasfemia aquí se define como llamar al poder de Dios ‘poder inmundo/desorden’ y, en esa lógica, negar a Mashiaj (negar la consolación de Yisra’el).",
  "31": "Familia llega y se queda afuera; lo mandan llamar: tensión entre parentesco natural y misión.",
  "32": "Intermediarios informan: ‘tu madre y hermanos te buscan’; presión social/familiar alrededor.",
  "33": "Pregunta redefinidora: “¿Quién es mi madre y mis hermanos?” abre criterio de pertenencia.",
  "34": "Identificación del círculo: los que están alrededor escuchando/recibiendo su enseñanza.",
  "35": "Criterio final: hacer la voluntad de Dios = ser su familia; se define “voluntad de Dios” como la Toráh."
}
