{
  "1": "Escenario didáctico: vuelve a enseñar junto al mar; la multitud obliga a usar barca como “aula” flotante; separación física (él en el mar / pueblo en la orilla) para que la enseñanza sea oíble y ordenada.",
  "2": "Método: enseña por parábolas. Parabolé (griego) se presenta como “comparación” (con la analogía matemática de la parábola como curva); en hebreo el marco es māshāl (proverbio/ejemplo) como puente entre lo simple y lo complejo.",
  "3": "Inicio del māshāl: sembrador sale a sembrar (dispersador). Se introduce el tema central: recepción de la palabra y resultado medible: fruto.",
  "4": "Primer suelo: junto al camino (semilla queda entre surcos); aves la comen. Lectura: intervención externa que roba la semilla (más adelante se identificará como Satanás).",
  "5": "Segundo suelo: pedregales; brota rápido por poca profundidad; falta raíz/nutriente. Lectura: recepción inicial con gozo, pero sin raíz real.",
  "6": "Prueba: sale el sol y se quema; se seca por falta de raíz. Lectura: tribulación/persecución revela superficialidad.",
  "7": "Tercer suelo: entre espinos (setos protectores del cultivo); hay nutrientes pero los espinos ahogan. Lectura: afanes/engaño de riquezas/codicias sofocan y vuelve infructuosa la palabra.",
  "8": "Cuarto suelo: buena tierra (profundo del surco); fruto medible: 30/60/100. Comparación binaria: dio fruto / no dio fruto. Regla práctica: no basta oír o congregarse; el criterio es fruto digno de arrepentimiento; “mucho o poquito, pero da fruto” (conexión con fruto del Rúaj: Ga 5:22-23).",
  "9": "Llamado a responsabilidad: “El que tiene oídos para oír, oiga” — no es curiosidad intelectual; es exigencia de respuesta.",
  "10": "Pregunta privada: los cercanos con los doce piden explicación; divide audiencia en discípulos (aprenden el sentido) y “los de afuera” (solo reciben el māshāl).",
  "11": "Distinción pedagógica: a los de adentro se les da conocer el misterio del reino de Dios; a los de afuera todo “en parábolas”. Semilla = reino de Dios; reino de Dios = Yehoshúa’.",
  "12": "Cláusula interpretativa (según esta edición): viendo no perciben; oyendo no entienden; “a menos que se arrepientan no les serán perdonados los pecados”. Se subraya que el punto ausente en su enseñanza rabínica era lo fundamental: arrepentimiento real. Se conecta con Isa 6:10 en forma de advertencia (“a menos que regresen, no habrá sanidad”).",
  "13": "Llave hermenéutica: si no entienden este māshāl, no entenderán las demás parábolas. El sembrador funciona como modelo base de lectura.",
  "14": "Identificación: sembrador = el que siembra la palabra. La parábola se traduce a categorías espirituales.",
  "15": "Camino: palabra sembrada, pero viene Satanás y quita lo sembrado. Marco conceptual previo: “aves” como demonios en tradiciones (Jubileos/figura de Abraham predicando) y como lenguaje literario para poderes impuros o incluso para gentiles en ciertos usos; aquí la función es “robo” inmediato.",
  "16": "Pedregales: reciben con gozo “al momento”; emoción inicial no equivale a raíz.",
  "17": "Sin raíz: son de corta duración; tribulación o persecución por la palabra = tropiezo. Diagnóstico: fe como entusiasmo sin profundidad.",
  "18": "Espinos: oyen, pero entran fuerzas competidoras internas del “siglo” (afanes, engaño de riquezas, codicias).",
  "19": "Resultado: palabra ahogada; se hace infructuosa. La señal del error no es “oír”, sino no producir fruto.",
  "20": "Buena tierra: oyen + reciben + dan fruto (30/60/100). Criterio final: evidencia de arrepentimiento en fruto, no solo adhesión verbal.",
  "21": "Luz: no se trae para esconderla; se coloca en alto. Lectura: la revelación exige visibilidad y responsabilidad pública (coherencia con fruto).",
  "22": "Principio de manifestación: lo oculto será manifestado; lo escondido saldrá a luz. No hay “vida interna” sin consecuencia visible.",
  "23": "Repetición del llamado: oír correctamente implica obedecer/recibir, no solo escuchar.",
  "24": "Medida: la forma de oír y medir determina lo que se recibe; responsabilidad del oyente: la receptividad y el juicio propio afectan el resultado.",
  "25": "Dinámica de crecimiento: al que tiene se le dará; al que no tiene se le quitará aun lo que tiene. Lectura: retención/obediencia aumentan capacidad; rechazo/indiferencia la disminuyen.",
  "26": "Segundo símil del reino: semilla arrojada en la tierra note el énfasis en proceso, no espectáculo.",
  "27": "Proceso oculto: duerme y se levanta; la semilla crece “sin que él sepa cómo”. Lectura: crecimiento orgánico del reino y del fruto no depende de control humano absoluto.",
  "28": "Etapas: hierba → espiga → grano lleno. Lectura: maduración gradual; no se exige instantaneidad, se exige dirección real hacia fruto.",
  "29": "Cosecha: cuando madura, se mete la hoz; llega la siega. Lectura: hay momento de evaluación: fruto produce juicio/resultado.",
  "30": "Pregunta comparativa: cómo comparar el reino; introduce parábolas como herramientas de gobierno/enseñanza (moshel/māshāl).",
  "31": "Grano de mostaza: pequeñez inicial. Lectura: inicio humilde no niega destino grande.",
  "32": "Crecimiento: se hace mayor; ramas; aves moran bajo sombra. Lectura: expansión del reino; incluso “aves” que antes robaban ahora aparecen como moradores: imagen de cobertura/alcance.",
  "33": "Principio de capacidad: hablaba conforme a lo que podían oír. La revelación se dosifica; no por elitismo, sino por recepción real.",
  "34": "Doble nivel: sin parábolas no hablaba a la multitud; en privado declaraba todo a los discípulos. Distinción entre instrucción pública y formación profunda.",
  "35": "Transición narrativa: llega la noche; orden: “Pasemos al otro lado” — cambio de escenario para revelar otra dimensión de autoridad.",
  "36": "Salida: despide multitud; lo toman “como estaba”; otras barcas acompañan. Realismo del relato: no es escena aislada, hay testigos.",
  "37": "Crisis: gran tempestad; olas anegan. Lectura: prueba inmediata tras enseñanza; la palabra oída es confrontada por experiencia.",
  "38": "Contraste: él duerme; discípulos temen; le reclaman cuidado. Diagnóstico: todavía no han interiorizado el gobierno del reino (māshāl → vida).",
  "39": "Autoridad: reprende viento y manda al mar: “Calla, enmudece”; cesa y hay gran bonanza. Se conecta con Sal 89:8-9 (dominio sobre el mar).",
  "40": "Evaluación: “¿Por qué estáis amedrentados? ¿Cómo no tenéis fe?” Aquí se interpreta fe como fidelidad (pistis) y se reexpresa como “infidelidad” por incoherencia tras ver obras. Se conecta con el campo semántico de ‘אָמֵן/’emuná: educar/afianzar/mostrar fidelidad; el punto es permanencia confiada, no simple creencia mental.",
  "41": "Reacción final: temor grande y pregunta identitaria: “¿Quién es éste helps?”; conclusión implícita: el mismo que enseña el reino también gobierna creación; su autoridad valida la doctrina."
}
