```json
{
  "1": "Transición geográfica: llegan al otro lado del mar, a la región de Gádara; se abre un nuevo escenario fuera del “centro” judío, con choque cultural e impurezas asociadas al lugar.",
  "2": "Encuentro inmediato: al bajar de la barca sale al paso un hombre “de los sepulcros” con Rúaj tum’áh (poder de desorden/inhabilitación). Enmarque: no es solo conducta extraña, sino una fuerza de desorden que bloquea la relación con Dios.",
  "3": "Hábitat y aislamiento: mora en sepulcros; nadie puede sujetarlo ni con cadenas. Señal narrativa: vive en lo asociado a muerte/impureza, fuera de comunidad.",
  "4": "Fuerza descomunal: repetidamente atado; rompe cadenas y grillos; nadie lo domina. Rasgo típico descrito: potencia física anómala ligada al estado de posesión.",
  "5": "Conducta autodestructiva: día y noche grita en montes y sepulcros; se hiere con piedras; lenguaje obsceno y daño corporal. Lectura: el desorden busca degradar y destruir, no “liberar”.",
  "6": "Reconocimiento a distancia: ve a Yehoshúa’ y corre; se arrodilla. Criterio propuesto: la reacción se activa cuando se invoca/afirma el nombre de Yehoshúa’ Hamashiaj (identidad expuesta).",
  "7": "Clamor y negociación: “¿Qué tienes conmigo…?… Te conjuro por Dios…” Interpretación: “¿qué tienes conmigo?” = invasión a su dominio; “te conjuro” se entiende como juramento/pacto propuesto (intento de establecer términos). Se conecta con el principio: no hay comunión luz/tinieblas.",
  "8": "Mandato de liberación: Yehoshúa’ ordena: “Sal de este hombre, Rúaj tum’áh”. Nota conceptual: oposición entre influencia santa y poder de desorden; se describe la dinámica como influencia externa (frecuencias/ataque a la mente), no “espíritu interno” del creyente.",
  "9": "Identificación: pregunta por el nombre; respuesta: “Legión… porque somos muchos”. Lectura del comentario: legión = multitud de voces/frecuencias (se cifra como 5.000) que atormentan.",
  "10": "Ruego territorial: suplican no ser enviados fuera de la región. Idea: vínculo con “territorio”/área de operación del desorden.",
  "11": "Elemento narrativo clave: cerca del monte hay gran hato de cerdos. Subtexto: entorno gentil e impureza (cerdo).",
  "12": "Petición de traslado: piden entrar en los cerdos. Comentario: no “entraron” como posesión literal, sino que sus influencias/frecuencias se descargaron hacia el hato.",
  "13": "Permiso y desenlace: Yehoshúa’ permite; salen los poderes de inmundicia y el hato (≈ 2.000) se precipita al mar y muere. Lectura moral: las tinieblas exigen sacrificio; son enemigas de la vida y “cobran” vidas para soltar a la víctima.",
  "14": "Reacción social: los porqueros huyen, avisan ciudad y campos; la gente sale a ver. Se introduce el efecto público: el milagro no queda privado.",
  "15": "Estado restaurado: ven al antes atormentado: sentado, vestido y “en su juicio cabal”; el pueblo teme. Señal: la liberación se verifica como restauración de conciencia/cordura y reintegración humana.",
  "16": "Testimonio doble: narran lo ocurrido al endemoniado y lo de los cerdos. El hecho incluye costo económico/social, no solo “milagro”.",
  "17": "Rechazo por temor: le ruegan que se vaya de sus contornos. Lectura: prefieren estabilidad/ganancia antes que confrontar el poder santo que altera su orden.",
  "18": "Deseo del liberado: ruega acompañarle. Movido por gratitud y nuevo sentido de pertenencia.",
  "19": "Comisión: Yehoshúa’ no lo permite; lo envía a casa: “cuéntales cuán grandes cosas el Señor hizo contigo y su misericordia”. Regla: el primer discipulado es testificar en el propio círculo.",
  "20": "Expansión: publica en Decápolis lo hecho; todos se maravillan. Resultado: misión regional desde un ex-cautivo transformado.",
  "21": "Retorno: vuelve en barca a la otra orilla; multitud se reúne; él junto al mar. Repite el patrón: multitud → intervención particular.",
  "22": "Petición de autoridad local: llega Jairo, principal de sinagoga, se postra. Nota contextual: se asume zona con sinagogas (entorno tipo Kefar-Najum).",
  "23": "Súplica por la hija: “agoniza… pon manos… para que sea salva y viva”. Se define “salvación” aquí como restauración vital concreta.",
  "24": "Camino con presión: va con él; multitud aprieta. Tensión: el objetivo se retrasa por la masa y aparece un caso intermedio.",
  "25": "Caso intercalado: mujer con flujo de sangre 12 años. Implicación torática: estado de inhabilitación/impureza prolongada y exclusión social.",
  "26": "Fracaso humano: sufrió médicos, gastó todo, empeoró. Contraste: impotencia de recursos humanos vs intervención divina.",
  "27": "Acción de fe práctica: oye de Yehoshúa’, entra por detrás, toca su manto; se especifica: toca el fleco (tzitzit). Señal: fe orientada a una señal concreta.",
  "28": "Convicción: “si toco, seré salva”. Lectura: reconoce que el poder de salvación está en él, no en el acto mágico.",
  "29": "Efecto inmediato: la fuente se seca; siente sanidad del azote. Indicador: cambio objetivo + percepción corporal.",
  "30": "Conciencia de poder: Yehoshúa’ percibe que salió poder de él; pregunta “¿quién tocó?”. Subraya intencionalidad: no fue roce accidental.",
  "31": "Objeción discípulos: multitud aprieta; ven la pregunta como ilógica. Contraste: presión física general vs toque de fidelidad específico.",
  "32": "Búsqueda deliberada: mira alrededor para identificar a quien lo hizo. Enseñanza implícita: el milagro debe volverse testimonio y relación.",
  "33": "Confesión: la mujer teme/tiembla, se postra y dice toda la verdad. Idea: la sanidad se integra con verdad pública, no clandestina.",
  "34": "Declaración clave: “Hija, la fidelidad para contigo te ha salvado; ve en paz”. Aquí “fe” se reinterpreta como fidelidad (pistis) y se afirma: la fidelidad es de Dios operando hacia ella; no fue “voluntad autónoma” sino atracción del Padre (Jn 6:44) y acción de la fidelidad divina.",
  "35": "Mala noticia: llega informe: la hija murió; “no molestes”. Prueba: choque entre evidencia y promesa.",
  "36": "Mandato a Jairo: “No temas, mantente firme solamente”. “Creer” = exhibir fidelidad/constancia; sostener lo aprendido ante el golpe.",
  "37": "Selección de testigos: solo Pedro, Jacobo y Juan. Control del entorno para acto decisivo.",
  "38": "Casa en duelo: alboroto, llanto. El clima emocional contrasta con la instrucción de fidelidad.",
  "39": "Reencuadre: “no está muerta, sino duerme”. Lectura: define la muerte como estado reversible bajo su autoridad; introduce el lenguaje de ‘sueño’ como antesala de levantamiento.",
  "40": "Burla y depuración: se ríen; él expulsa a todos, entra con padres y testigos. Principio: incredulidad colectiva estorba; se limita el acceso.",
  "41": "Palabra aramea y acto: toma la mano; “טליתא קומי / Talyetá Qumi” = “niña incorpórate”. Se subraya autoridad creativa: orden breve y directa.",
  "42": "Resultado: se levanta y anda; tenía 12 años. Paralelo numérico con la mujer (12 años) crea espejo literario: dos ‘doce’ bajo una misma autoridad restauradora.",
  "43": "Discreción y cuidado: ordena que no se divulgue y que le den de comer. Señal: milagro no es show; culmina en atención concreta a la vida restaurada."
}
```
