{
  "1": "Regreso a su tierra: Natzareth (Natzrat). El escenario es “lo familiar”, donde la costumbre suele bloquear el reconocimiento.",
  "2": "En Shabat enseña en sinagoga (marco litúrgico: lectura de Torah y profetas, Parashat y Haftarah; cf. Hch 13:14-15). Reacción: asombro por sabiduría y milagros, pero sin rendición.",
  "3": "Tropiezo por lo cotidiano: lo reducen a “oficio” y a familia. Se nombra a María (costumbre: cuando el padre ya no está). El escándalo nace de despreciar lo cercano.",
  "4": "Principio profético: el rechazo se concentra en la propia tierra, parientes y casa; la familiaridad mata la honra.",
  "5": "Consecuencia de la incredulidad: allí no se manifiesta plenitud de milagros; solo sanidades puntuales por imposición de manos.",
  "6": "Diagnóstico: infidelidad/incredulidad. Respuesta: se mueve y sigue enseñando en aldeas; no se estanca discutiendo con el rechazo.",
  "7": "Comienza el envío: llama a los doce, los envía de dos en dos (testimonio y cobertura) y les da autoridad sobre poderes de inmundicia (ruaj tum’ah).",
  "8": "Instrucción de dependencia: nada para el camino salvo bordón. “Mandó / tziváh” = ordenar-capacitar, declarar competente (conecta con mitzváh como competencia/ordenanza). La competencia proviene de Dios (2 Co 3:5-6).",
  "9": "Simplicidad y urgencia: sandalias, no dos túnicas. No es pobreza teatral, es movilidad y foco.",
  "10": "Ética de hospitalidad: quedarse en la misma casa hasta salir del lugar; no andar “cambiando” por comodidad, prestigio o mejor mesa.",
  "11": "Si no reciben: sacudir el polvo = dejar aunque sea lo mínimo de enseñanza como testimonio; no engancharse en pleito. Regla práctica: no estás llamado a convencer a nadie; sigue camino (cf. Hch 13:46-47; 13:51).",
  "12": "Mensaje central del envío: predicar arrepentimiento (no entretenimiento, no filosofía; regreso real).",
  "13": "Señales que acompañan la competencia: expulsión de demonios, unción con aceite, sanidades. El envío produce fruto visible.",
  "14": "La fama llega a Herodes: se abre la sección de interpretaciones públicas sobre quién es Yehoshúa’ y por qué actúan poderes.",
  "15": "Opiniones cruzadas: unos dicen Elías; otros profeta. La gente intenta encajar lo sobrenatural en moldes conocidos.",
  "16": "Culpa y temor de Herodes: cree que Juan, al que decapitó, resucitó. Conciencia perseguida interpreta todo como amenaza.",
  "17": "Contexto del encarcelamiento: prisión por Herodías (enredo moral-político).",
  "18": "La confrontación profética: Juan denuncia lo ilícito (Torah aplicada al poder).",
  "19": "Herodías maquina: odio sostenido contra la verdad; desea matar a quien la expone.",
  "20": "Ambivalencia de Herodes: teme a Juan por reconocer justicia/santidad, lo escucha con gusto, pero no se convierte; queda “perplejo”.",
  "21": "Ocasión de caída: banquete de cumpleaños; ambiente de poder, alcohol, orgullo y espectáculo.",
  "22": "Danza y manipulación: agrada al rey y a la mesa; la emoción manda sobre la rectitud.",
  "23": "Juramento imprudente: promesa abierta “hasta la mitad del reino”; palabra sin dominio propio.",
  "24": "Consulta: la hija pide consejo; la madre dicta venganza: “la cabeza de Juan”.",
  "25": "Petición inmediata: urgencia y presión para cerrar el acto sin reflexión.",
  "26": "Tristeza sin arrepentimiento: por el juramento y la mesa no se retracta; orgullo > justicia.",
  "27": "Orden de ejecución: la guardia trae la cabeza; el poder se vuelve homicida para sostener imagen.",
  "28": "Entrega del trofeo: plato → muchacha → madre. El pecado se celebra como logro.",
  "29": "Sepultura: discípulos toman el cuerpo y lo ponen en sepulcro; honor final al justo.",
  "30": "Regreso de los enviados: reportan lo hecho y lo enseñado; misión con rendición de cuentas.",
  "31": "Retiro necesario: “aparte… descansad”. No es ocio: es detenerse para recomponer fuerzas; la demanda de gente los dejaba sin comer.",
  "32": "Desplazamiento a lugar desierto: buscan silencio para ordenar mente/ánimo.",
  "33": "La multitud se adelanta: necesidad colectiva; el “desierto” se llena por hambre de dirección.",
  "34": "Compasión: ovejas sin pastor. Respuesta prioritaria: enseñar (primero mente/verdad, luego pan).",
  "35": "Diagnóstico práctico: tarde, lugar desierto; discípulos proponen despedir para comprar comida.",
  "36": "Solución humana: “que vayan y compren”. La lógica natural siempre externaliza el problema.",
  "37": "Desafío: “dadles vosotros”. Los forma para responsabilidad, no para evasión. Objeción: 200 denarios (se interpreta como suma enorme; se menciona jornal mínimo diario).",
  "38": "Inventario real: contar lo disponible (5 panes, 2 peces). Principio: empieza con lo que hay, no con lo que falta.",
  "39": "Ordena grupos sobre hierba verde: estructura en medio del caos; gobierno práctico antes del milagro.",
  "40": "Organización por cientos y cincuentas: disciplina comunitaria; la provisión no se administra en desorden.",
  "41": "Bendición y reparto: levanta ojos al cielo, bendice, parte y da a discípulos para distribuir. La provisión se canaliza por manos obedientes.",
  "42": "Saciados: suficiencia real, no simbólica; el milagro responde a necesidad concreta.",
  "43": "Doce cestas: sobra administrable; señal de plenitud y orden (no desperdicio).",
  "44": "Cinco mil hombres (sin contar mujeres/niños): magnitud del acto y del testimonio público.",
  "45": "Separación estratégica: hace entrar a discípulos en barca hacia Betsaida; él despide la multitud.",
  "46": "Oración en el monte: entra a juicio/consulta; la fuerza nace de comunión, no de agenda.",
  "47": "Noche: barca en medio del mar; él solo en tierra. Tensión: ellos sin él físicamente, pero bajo su mirada.",
  "48": "Los ve fatigados por viento contrario; cuarta vigilia (≈ 3–4 a.m.). Va andando sobre el mar; “quería adelantárseles” como prueba/enseñanza de firmeza.",
  "49": "Interpretación griega: creen ver un “fantasma” (categoría ajena al hebreo). La influencia cultural distorsiona lo que ven.",
  "50": "Palabra correctiva: “tengan fuerza / aguanten” y “yo soy, no teman”. El temor se asocia a fruto del pecado y de la mentira de Satanás.",
  "51": "Sube a la barca y cesa el viento: autoridad sobre creación. Reacción: asombro extremo.",
  "52": "Causa del asombro: no entendieron lo de los panes por dureza de corazón (incircuncisión del corazón). Falta aún capacidad de permanecer fieles; el Rúaj Haqódesh les hará recordar, redargüir y afirmar.",
  "53": "Arriban a Genesaret: nombres del lugar (Ginesar / Kineret) como trasfondo lingüístico.",
  "54": "Reconocimiento inmediato: la gente lo identifica al bajar; la necesidad activa la búsqueda.",
  "55": "Movilización regional: traen enfermos en lechos a donde oían que estaba. La fama se vuelve peregrinación.",
  "56": "Toque del borde del manto: buscan contacto con el fleco; y los que lo tocaban quedaban sanos. Enfoque: el poder de sanidad procede de él y se evidencia masivamente."
}
