{
  "1": "Se acercan fariseos y escribas desde Jerusalén. Perushín/Perushí = “apartados/separados” (intérpretes). Sofer = “contador/escriba”: su oficio era contar letras y asegurar copias idénticas; la interpretación la imponían los fariseos. Pablo usa el mismo concepto de “apartado” (Rom 1:1) pero para el evangelio: “fariseo” en sentido de separado para la misión.",
  "2": "Observan a discípulos comer pan con manos “tum’ot” (no aptas/impuras) y los condenan: emiten juicio. Punto clave: ese concepto de “manos impuras” no aparece como mandamiento bíblico; no es higiene, es categoría ritual-tradicional usada para acusar.",
  "3": "Justificación del grupo: “tradición de los ancianos”. “Todos los judíos” = los observantes. Ancianos = escuelas de Hillel y Shammai. “Syag laTorah” = cerco: mandatos añadidos para ‘evitar’ quebrantar Torah.",
  "4": "Se extiende el cerco: lavamientos al volver de la plaza y más rituales (vasos, jarros, utensilios, lechos). Es un sistema de práctica adquirida, no texto de Torah.",
  "5": "Pregunta-acusación: por qué no caminan según tradición. El eje no es pecado bíblico, es incumplir costumbre farisea.",
  "6": "Respuesta: “hipócritas” (doble cara/doble moral). Cita Isaías: labios vs corazón. Diagnóstico: devoción verbal sin sujeción real.",
  "7": "Condena central: enseñan como doctrina mandamientos de hombres. El problema no es “hacer algo extra”, sino elevarlo a norma divina.",
  "8": "Señala el patrón: dejan mandamiento de Dios y se aferran a tradición humana (lavamientos, etc.).",
  "9": "Resultado: invalidan el mandamiento de Dios para guardar tradición. La tradición se vuelve herramienta para anular Torah.",
  "10": "Ejemplo con Torah: honra a padre y madre; deshonrar merece juicio. Mandamiento claro y directo.",
  "11": "Mecanismo de evasión: “Qorbán/Corbán” = declarar “ofrenda a Dios” lo que debía ayudar a los padres. Es usar ‘piedad’ para evadir responsabilidad.",
  "12": "Consecuencia práctica: impiden hacer más por padre/madre. La tradición se vuelve permiso para incumplir Torah.",
  "13": "Conclusión: invalidan la palabra de Dios por tradición transmitida; y no es caso aislado: “muchas cosas semejantes”.",
  "14": "Amplía a la multitud: oigan y entiendan. Entra en modo de parábola: traslada el debate de “manos” a “contaminación real”.",
  "15": "Tesis: lo externo que entra no puede “contaminar” (cambiar naturaleza establecida por Dios); lo que sale del hombre sí contamina. Diferencia: estados naturales (puro/impuro de especies) no cambian; estados humanos de inhabilitación son temporales.",
  "16": "Sello pedagógico: “si alguno tiene oídos… oiga”. No es solo información, es llamado a discernimiento.",
  "17": "En casa: los discípulos piden explicación de la parábola. Señal: el sentido no es automático, requiere aclaración.",
  "18": "Reprensión por falta de entendimiento: insiste en que lo de fuera no contamina al corazón.",
  "19": "Aclaración clave (corrección): no entra al corazón sino al vientre y sale a la letrina; por tanto los alimentos quedan como son (no cambian por manos sucias). Esto contradice la idea farisea de que el toque “des-purifica” la comida.",
  "20": "Vuelve al núcleo: lo que sale del hombre contamina. El problema es moral-espiritual, no material.",
  "21": "Lista interna: malos pensamientos, adulterios, fornicaciones, homicidios… origen: el corazón (centro de intención).",
  "22": "Continúa: hurtos, avaricias, maldades, engaño, lascivia, envidia… cuadro de desorden.",
  "23": "Cierra: maledicencia, soberbia, insensatez. Eso sí es tamé’ en sentido funcional: desorganiza/inhabilita y separa de Dios.",
  "24": "Cambio de escena: va a Tiro y Sidón; entra a una casa y busca pasar desapercibido, pero no puede ocultarse.",
  "25": "Mujer con hija bajo “ruaj tum’ah” (poder de desorden) se postra: reconocimiento de autoridad.",
  "26": "Identidad: griega y sirofenicia. Se conecta a prácticas gentiles/oraculares (trance, ‘lenguas’ ilegibles, supuesto traductor, escritura automática): marco cultural de confusión espiritual.",
  "27": "Respuesta pedagógica: primero se sacian los hijos; no es correcto tomar pan de hijos y echarlo a perrillos. Orden de prioridad: casa primero.",
  "28": "Ella entiende el orden y se ubica: aun los perrillos comen migajas. No pelea el orden; lo reconoce y apela a la misericordia.",
  "29": "Veredicto: “por esta palabra” el demonio salió. La clave es comprensión + respuesta adecuada, no forcejeo.",
  "30": "Confirmación: hija libre, acostada. Señal: liberación real, sin espectáculo.",
  "31": "Ruta de regreso: de Tiro por Sidón al mar de Galilea pasando por Decápolis (marco geográfico de gentiles).",
  "32": "Traen un sordo y tartamudo; piden imposición de mano: fe mediada por la comunidad.",
  "33": "Acto apartado: lo toma aparte, dedos en orejas, saliva, toca lengua: intervención directa y concreta.",
  "34": "Palabra aramea: “Efata/Hefataj” = “sea abierto” (hebreo: hipatéaj). Señal: autoridad por palabra.",
  "35": "Efecto inmediato: oídos abiertos, lengua suelta, habla bien. Restauración funcional.",
  "36": "Orden de silencio: no lo digan. Pero a más prohibición, más divulgación: dinámica humana ante lo impresionante.",
  "37": "Cierre del capítulo: se maravillan: “bien lo ha hecho todo; hace a los sordos oír y a los mudos hablar”."
}
