{
  "1": "Contexto: multitud grande sin comida. Yehoshúa’ llama a sus discípulos.",
  "2": "Declara compasión: llevan 3 días con él y no tienen qué comer.",
  "3": "Riesgo real: si los envía en ayunas, se desmayan; algunos vinieron de lejos.",
  "4": "Respuesta de los discípulos: imposibilidad práctica en el desierto: ¿de dónde sacar pan para saciarlos?",
  "5": "Pregunta clave: inventario. “¿Cuántos panes tienen?” Respuesta: siete.",
  "6": "Acción: ordena recostar a la multitud; toma los siete panes, da gracias, parte y entrega a los discípulos para distribuir.",
  "7": "Añade “unos pocos pececillos”: los bendice y ordena también servirlos.",
  "8": "Resultado: todos comen y quedan saciados; sobran pedazos: siete canastas.",
  "9": "Cifra: como cuatro mil (varones, según el paralelo de Mateo); luego los despide.",
  "10": "Traslado: entra a la barca y llega a De’almenutá (Dalmanuta), entendido como “región de la viuda”; cerca del entorno de Migdal/Magdala según el paralelo (diferencia de nombre por zona inmediata).",
  "11": "Confrontación: llegan fariseos; discuten y piden “señal del cielo” para probarle.",
  "12": "Reacción: “gimiendo/alzando la voz en su espíritu”, cuestiona por qué esa generación pide señal y sentencia: no se dará señal a esa generación (paralelo: ‘señal de Yonáh’ en Mateo/Lucas).",
  "13": "Corte: los deja, vuelve a la barca y se va a la otra ribera.",
  "14": "Situación interna: olvidan traer pan; solo tienen un pan en la barca.",
  "15": "Advertencia: guárdense de la “levadura” de fariseos y de Herodes. En el comentario: levadura = oxidación/corrupción que afecta la masa; “jaméts” (fermento que se activa tras el tiempo) y “se’or” (fermento viejo) como figura de enseñanza corrompida.",
  "16": "Malentendido: ellos discuten pensando que el aviso es porque no trajeron pan.",
  "17": "Diagnóstico: Yehoshúa’ detecta la discusión y los corrige: falta de entendimiento + corazón endurecido.",
  "18": "Reproche de memoria y percepción: tienen ojos/oídos pero no ven/oyen; no recuerdan.",
  "19": "Primera referencia: 5 panes para 5.000 → recogieron 12 cestas. (Recordatorio de provisión suficiente).",
  "20": "Segunda referencia: 7 panes para 4.000 → recogieron 7 canastas. (Mismo punto: provisión y control total).",
  "21": "Conclusión: “¿cómo aún no entienden?” El problema no es pan, es discernimiento: levadura = doctrina/enseñanza que corrompe.",
  "22": "Llegan a Beyt-tzeydá (Beit-tzeyda): interpretado como “casa de la caza/provisión”. Le traen un ciego y ruegan que lo toque.",
  "23": "Método: lo toma de la mano, lo saca fuera de la aldea; saliva en los ojos + imposición de manos; pregunta si ve algo.",
  "24": "Percepción parcial: “veo hombres como árboles, pero andan”. Visión restaurándose por etapas.",
  "25": "Segunda imposición: vuelve a poner manos, lo hace mirar; queda restablecido y ve de lejos claramente.",
  "26": "Instrucción: enviarlo a casa y prohibir entrar/decirlo en la aldea.",
  "27": "Camino a Qeysariyah de Filipo (Cesarea): “ciudad del César”. Pregunta identitaria: ¿quién dicen los hombres que es?",
  "28": "Opiniones externas: Juan el Bautista / Elías / alguno de los profetas.",
  "29": "Pregunta directa al círculo: “¿y ustedes?” Pedro responde: “Tú eres HaMashiaj” (Cristo). En el comentario: “Hijo” = heredero/repartidor de herencia.",
  "30": "Orden de silencio: no decirlo a nadie.",
  "31": "Giro pedagógico: enseña que el Hijo del Hombre debía padecer, ser rechazado (ancianos/sacerdotes/escribas), morir y resucitar después de 3 días. Choca con expectativas populares de Mashiaj-guerrero.",
  "32": "Lo dice claramente. Pedro lo aparta y lo reprende.",
  "33": "Reprensión fuerte: “¡Apártate de mí, Satanás!” porque Pedro mira “cosas de hombres” y no “cosas de Dios”.",
  "34": "Llamado público: negarse a sí mismo, tomar su cruz y seguirlo.",
  "35": "Clave léxica (comentario): “psijé” (ψυχή) se usa como “vida/nefesh”: no “alma” separada, sino el ser/la vida/cuerpo viviente (sinécdoque: garganta → persona). Por eso: quien quiera salvar su psijé la pierde; quien la pierda por el evangelio la salvará.",
  "36": "Pregunta de ganancia/pérdida: ganar el mundo pero perder la psijé = perderse a sí mismo.",
  "37": "Imposibilidad de trueque: ¿qué dará el hombre por su psijé? (no hay rescate propio).",
  "38": "Cierre escatológico: avergonzarse de Yehoshúa’ y de sus palabras en generación adúltera/pecadora → el Hijo del Hombre se avergonzará cuando venga con gloria y mensajeros santos."
}
