{
  "1": "Corrección: También les dijo: AMÉN os digo que hay algunos de los que están aquí, que no gustarán la muerte hasta que hayan visto el reino de Dios venido con poder. Comentario: Amén es pariente de ‘emunáh (fidelidad). Amén: fiel es esto. Amén viene desde Moisés, sale de la Torah. Amén, amén viene de Dios. Maljut: reino, en el sentido teológico: la expresión inferior de Dios. Está escrito desde Moisés que el reino de Dios vendría con poder.",
  "2": "Seis días después, Yehoshúa’ tomó a Pedro, a Jacobo y a Juan, y los llevó aparte solos a un monte alto; y se metamorfisó delante de ellos. Comentario: La metamorfosis fue para mostrar la expresión inferior de Dios, pero con poder. El hombre en carne corruptible no puede ver a Dios en su plenitud. Éxodo 33:20. Comentario: La Torah fue dada por medio de ángeles.",
  "3": "Y sus vestidos se volvieron resplandecientes, muy blancos, como la nieve, tanto que ningún lavador en la tierra los puede hacer tan blancos.",
  "4": "Corrección: Y les pareció a ellos ver a Elías con Moisés, que hablaban con Yehoshúa’. Comentario: Ke ófte javtis: “les pareció”. En Mashiaj estaba la Torah y la profecía. La materialización de todo lo que habían dicho los profetas de él.",
  "5": "Entonces Pedro dijo a Yehoshúa’: Maestro, bueno es para nosotros que estemos aquí; y hagamos tres enramadas, una para ti, otra para Moisés, y otra para Elías.",
  "6": "Porque no sabía lo que hablaba, pues estaban espantados.",
  "7": "Entonces vino una nube que les hizo sombra, y desde la nube una voz que decía: Este es mi Hijo amado; a él oíd.",
  "8": "Y luego, cuando miraron, no vieron más a nadie consigo, sino a Yehoshúa’ solo.",
  "9": "Y descendiendo ellos del monte, les mandó que a nadie dijesen lo que habían visto, sino cuando el Hijo del Hombre hubiese resucitado de los muertos.",
  "10": "Y guardaron la palabra entre sí, discutiendo qué sería aquello de resucitar de los muertos.",
  "11": "Y le preguntaron, diciendo: ¿Por qué dicen los escribas que es necesario que Elías venga primero?",
  "12": "Respondiendo él, les dijo: Elías a la verdad vendrá primero, y restaurará todas las cosas; ¿y cómo está escrito del Hijo del Hombre, que padezca mucho y sea tenido en nada?",
  "13": "Pero os digo que Elías ya vino, y le hicieron todo lo que quisieron, como está escrito de él.",
  "14": "Cuando llegó a donde estaban los discípulos, vio una gran multitud alrededor de ellos, y escribas que disputaban con ellos.",
  "15": "Y en seguida toda la gente, viéndole, se asombró, y corriendo a él, le saludaron.",
  "16": "Él les preguntó: ¿Qué disputáis con ellos?",
  "17": "Y respondiendo uno de la multitud, dijo: Maestro, traje a ti mi hijo, que tiene un espíritu mudo,",
  "18": "el cual, dondequiera que le toma, le sacude; y echa espumarajos, y cruje los dientes, y se va secando; y dije a tus discípulos que lo echasen fuera, y no pudieron.",
  "19": "Y respondiendo él, les dijo: ¡Oh generación incrédula! ¿Hasta cuándo he de estar con vosotros? ¿Hasta cuándo os he de soportar? Traédmelo. Comentario: Los rabinos/escribas creían tener fórmulas, métodos u oraciones para expulsar demonios; discutían de cómo se debía hacer. En hebreo no existe la expresión incrédulo sino carente de fidelidad. Marcos 6:7: ya les había dado autoridad. Los llamó carentes de fidelidad porque ya les había dado la autoridad. No se puede dar oído a un carente de fidelidad. LO QUE NOS ENSEÑA MASHIAJ NO SE DISCUTE CON NADIE. LA TORAH NO SE NEGOCIA CON NADIE.",
  "20": "Y se lo trajeron; y cuando el espíritu vio a Yehoshúa’, sacudió con violencia al muchacho, quien cayendo en tierra se revolcaba, echando espumarajos.",
  "21": "Yehoshúa’ preguntó al padre: ¿Cuánto tiempo hace que le sucede esto? Y él dijo: Desde niño.",
  "22": "Y muchas veces le echa en el fuego y en el agua, para matarle; pero si puedes hacer algo, ten misericordia de nosotros, y ayúdanos.",
  "23": "Corrección: Yehoshúa’ le dijo: Al fiel todo le es posible. Comentario: El fiel: Mashiaj. 2 Timoteo 2:13. Apocalipsis 1:5. Corrección citada por Eric: “Es pues la fidelidad, es la instancia última de nuestra esperanza, la demostración de lo que no se vé.” Comentario: “Cuando usted guarda los mandamientos está demostrando que Dios existe; porque hace distinción entre usted y el carente de fidelidad.” Deuteronomio 4:7-8. Romanos 8:7-8.",
  "24": "E inmediatamente el padre del muchacho clamó y dijo: Creo; ayuda mi incredulidad.",
  "25": "Y cuando Yehoshúa’ vio que la multitud se agolpaba, reprendió al espíritu inmundo, diciéndole: Espíritu mudo y sordo, yo te mando, sal de él, y no entres más en él.",
  "26": "Entonces el espíritu, clamando y sacudiéndole con violencia, salió; y él quedó como muerto, de modo que muchos decían: Está muerto.",
  "27": "Pero Yehoshúa’, tomándole de la mano, le enderezó; y se levantó.",
  "28": "Cuando él entró en casa, sus discípulos le preguntaron aparte: ¿Por qué nosotros no pudimos echarle fuera?",
  "29": "Y les dijo: Este género con nada puede salir, sino con oración y ayuno. Comentario: Eric afirma que “oración y ayuno” es texto lamentablemente añadido; quizá intento de explicar por qué la discusión. Eric dice que la traducción clave es: “Este género con nada puede salir”. Comentario: El poder del Rúaj Haqódesh es quien puede expulsar demonio; la relación con Dios posibilita la expulsión; no hay ayunos ni métodos que hagan efectividad a dicha acción.",
  "30": "La fe de Yisra’el estaba dividida en: fariseos, beytuceos, zelotas, esenios, movimiento griego. Comentario: En medio de estos partidos, aparece Mashiaj como alternativa distinta.",
  "33": "Y llegó a Capernaum; y cuando estuvo en casa, les preguntó: ¿Qué disputabais entre vosotros en el camino? Comentario: Capernaum: kefar najum, aldea de Najum; aldea llena de consolación.",
  "34": "Mas ellos callaron; porque en el camino habían disputado entre sí, quién había de ser el mayor.",
  "35": "Entonces él se sentó y llamó a los doce, y les dijo: Si alguno quiere ser el primero, será el postrero de todos, y el servidor de todos.",
  "36": "Corrección: Y tomó a un siervo, y lo puso en medio de ellos; y tomándole en sus brazos, les dijo: Comentario: La palabra pedia (griego) se utiliza para siervo.",
  "37": "El que reciba en mi nombre a un siervo como este, me recibe a mí; y el que a mí me recibe, no me recibe a mí sino al que me envió.",
  "38": "Juan le respondió diciendo: Maestro, hemos visto a uno que en tu nombre echaba fuera demonios, pero él no nos sigue; y se lo prohibimos, porque no nos seguía.",
  "39": "Pero Yehoshúa’ dijo: No se lo prohibáis; porque ninguno hay que haga milagro en mi nombre, que luego pueda decir mal de mí.",
  "40": "Porque el que no es contra nosotros, por nosotros es.",
  "41": "Y cualquiera que os diere un vaso de agua en mi nombre, porque sois de HaMashiaj, de cierto os digo que no perderá su recompensa.",
  "42": "Cualquiera que haga tropezar a uno de estos pequeñitos que creen en mí, mejor le fuera si se le atase una piedra de molino al cuello, y se le arrojase en el mar. Comentario: Tropiezo: ir en contra de Mashiaj, ir en contra de la Torah. Toda persona que se opone a tu creencia en Mashiaj y a que vivas dentro de los mandamientos.",
  "43": "Si tu mano te fuere ocasión de caer, córtala; mejor te es entrar en la vida manco, que teniendo dos manos ir al infierno, al fuego que no puede ser apagado. Comentario: Lenguaje irónico: cortar con esa debilidad. Manos: acciones.",
  "44": "Donde el gusano de ellos no muere, y el fuego nunca se apaga.",
  "45": "Y si tu pie te fuere ocasión de caer, córtalo; mejor te es entrar a la vida cojo, que teniendo dos pies ser echado en el infierno, al fuego que no puede ser apagado,",
  "46": "donde el gusano de ellos no muere, y el fuego nunca se apaga.",
  "49": "Porque todos serán salados con fuego, y todo sacrificio será salado con sal. Comentario: “Porque todo con fuego será salado”. Eric sugiere referencia a Levítico 2:13 y que traducciones hebreo/arameo afectaron el paso al griego buscando “sentido más preciso”. Levítico 2:13: sal del pacto; en toda ofrenda ofrecerás sal. Comentario: Qorbán de reshit.",
  "50": "Corrección: Buena es la sal; mas si la sal se hace insípida, ¿con qué la sazonaréis? Tened sal en vosotros mismos; ES DECIR tened paz los unos con los otros. Comentario: La sal es paz; la paz de Mashiaj. Nota de Eric: templo de mármol; en invierno se congelaba y resbalaba; colocaban sal para evitar caídas; la sal mantenía temperatura y evitaba congelamiento. Mateo 5:13 (corrección de Eric: “CON NADA SE PUEDE SALAR, SIN EMBARGO, ES echada fuera y pisada por los hombres”). Comentario: ser sal implica también ser pisoteados. 2 Crónicas 13:5: pacto de sal. Números 25:12-13 (corrección de Eric: pacto de paz / sacerdocio por tiempo escondido). Ezequiel 34:25. Juan 14:27."
}
