{
  "1": "La carta se inscribe en el marco del concilio de Hechos 15 y tiene como objetivo que la comunidad no ceda ante la presión. Pablo escribe junto con Silas y Timoteo, recordando que el anuncio del Evangelio se dio en continuidad con la sinagoga y con el uso de las Escrituras. La salutación une gracia y paz dentro de la tripleta Elohim, ‘Abá y Hashem, revelada plenamente en Yehoshúa’ HaMashíaj, sin separación de atributos ni división de la deidad.",
  "2": "La acción de gracias no es formal ni retórica: expresa una comunión real. Pablo recuerda constantemente a los tesalonicenses en oración, reconociendo que todo proviene de la deidad y que la relación con ellos está sostenida por la obra divina y no por méritos humanos.",
  "3": "La obra de la ‘emunáh, el fruto del amor y la perseverancia de la esperanza pertenecen al Señor Yehoshúa’ HaMashíaj. Los tesalonicenses no son el origen, sino el fruto del amor y de la esperanza de Mashíaj, presentada delante de Elohim y ‘Abá. La esperanza está ligada a la resurrección y al triunfo de Yehoshúa’.",
  "4": "El énfasis en “sabéis” indica una comunión profunda y experiencial. El llamamiento es reconocido como una elección manifiesta de Dios, vivida y comprobada en la vida cotidiana de la comunidad, sin necesidad de explicaciones extensas.",
  "5": "El Evangelio no llegó solo como discurso, sino como potencia, Ruaj HaQódesh y suprema llenura. La obra de Yehoshúa’ es la única capaz de derramar la plenitud que vence incluso a la muerte. El mismo poder que operó en Pablo es el que opera en los tesalonicenses.",
  "6": "La imitación de Pablo y del Señor se dio en medio de mucha tribulación, pero acompañada del gozo del Ruaj HaQódesh. El Ruaj no es presentado como persona separada, sino como la llenura que brota de la ‘emunáh, de la esperanza y de la resurrección de Yehoshúa’.",
  "7": "La comunidad se convirtió en modelo para los creyentes de Macedonia y Acaya. Su perseverancia bajo presión evidenció una fidelidad concreta al mensaje de la resurrección, mostrando el fruto visible del llamado de Dios.",
  "8": "La fidelidad de los tesalonicenses hizo resonar la palabra del Señor más allá de su región. La emunáh que procede de Dios se manifestó de tal forma que ya no fue necesario añadir nada más al testimonio.",
  "9": "El giro decisivo fue abandonar la idolatría para servir al Elohim jayim ve’emet. Esto confirma la obediencia a los acuerdos del concilio: ruptura con los ídolos, con la inmoralidad y con toda forma de homicidio, entendiendo que la idolatría distorsiona la vida y el comportamiento humano.",
  "10": "La espera no es pasiva: es permanecer arriba, anclados en el portador del Elohim viviente y verdadero. Yehoshúa’ es el Ben Ha’Elohim jayim ve’emet, el heredero que reparte la promesa y el único que libra de la ira venidera, porque la muerte no pudo retenerlo."
}
