{
  "1": "La entrada de Sha’ul entre ellos no fue gratuita ni cómoda; tuvo un costo real. Esto desmonta la acusación de que el anuncio del evangelio fue liviano o interesado. Hubo precio, padecimiento y compromiso verdadero.",
  "2": "Habiendo padecido e sido insultados en Filipo, aun así hablaron con denuedo en ‘Elohim. El anuncio del evangelio de Dios se dio en medio de agonía, no desde comodidad. Ellos lo saben porque lo vivieron junto con Pablo.",
  "3": "La paráklesis no procede de error, impureza ni engaño. El evangelio no nace de desviación doctrinal, ni de algo tamé, ni de dolo consciente. Está ligado a consolación verdadera, al Rúaj HaQódesh que transforma y restaura.",
  "4": "Dios es quien hace aptos y fieles para el evangelio. Pablo habla buscando agradar a Dios, no a los hombres. ‘Elohim prueba y refina continuamente el corazón, verificando la fidelidad real.",
  "5": "No hubo lisonja ni palabras agradables para manipular, ni pretexto de codicia. Estas son marcas de los detractores del evangelio. Dios es testigo de la pureza de la intención.",
  "6": "No buscaron gloria humana, ni de los tesalonicenses ni de nadie. El evangelio predicado en pureza confronta la carne y la autoridad humana; el rechazo revela el problema del oyente, no del mensaje.",
  "7": "Pudiendo ejercer peso como enviados de Mashíaj, eligieron ternura. Se comportaron como nodriza que cuida y alimenta a sus propios hijos, mostrando una comunión profunda y desinteresada.",
  "8": "Compartieron no solo el evangelio de Dios sino sus propias vidas. El dar fue más allá de lo material; fue entrega total. El evangelio es el anuncio de Dios mismo, quien es bueno, actuando en favor del hombre.",
  "9": "Trabajaron de noche y de día para no ser carga pesada, proclamando el evangelio de Dios. El poder del evangelio está por encima de cualquier comparación o interés personal.",
  "10": "Su testimonio fue de santidad, justicia e integridad delante de Dios y de los creyentes. No es fachada: se vive delante de Dios, en quien se vive, se mueve y se es.",
  "11": "Así como un padre con sus hijos, Pablo se relacionó con cada uno de ellos de manera personal, cercana y formativa.",
  "12": "Exhortaron, consolaron y dieron testimonio para que caminaran dignamente delante de Dios, quien los está llamando a su reino y a su gloria. El llamado es de Dios; todos necesitan salvación.",
  "13": "Los tesalonicenses recibieron la palabra como asunto de Dios, no como palabra humana. No solo la recibieron, sino que la captaron, y por eso opera en ellos. El evangelio se ratifica con padecimientos y con la obra del Rúaj HaQódesh.",
  "14": "Se hicieron imitadores de las asambleas de Dios en Judea en Yehoshúa’ Hamashíaj, participando de los mismos padecimientos. No son asambleas del judaísmo, sino asambleas de Dios transformadas por su poder.",
  "15": "Se refiere a quienes se opusieron al evangelio: los que mataron al Señor y a los profetas, hostigan a los enviados y no agradan a Dios, oponiéndose a todos los hombres.",
  "16": "Al impedir que los gentiles oigan el evangelio, llenan la medida de su pecado. El repudio les ha alcanzado hasta el final. Yehoshúa’ es el télos: el último y definitivo recurso de Dios.",
  "17": "Aunque separados físicamente por un tiempo breve, no lo estuvieron de corazón. Pablo anheló con intensidad volver a verlos, mostrando una comunión genuina.",
  "18": "Pablo deseó visitarlos repetidas veces, pero el satán, el opositor, puso obstáculos. En el contexto, el opositor actúa muchas veces a través de los más cercanos.",
  "19": "La esperanza, la alegría y la corona de honra de Pablo son los creyentes, firmes delante de Yehoshúa’ en su aparición. No es el conocimiento externo, sino la fidelidad perseverante.",
  "20": "Los creyentes son el peso de honra y la alegría del enviado. La gloria se mide por la eficacia del evangelio reflejada en vidas transformadas."
}
``
