{
  "1": "No pudiendo soportar más la separación, acordaron quedarse solos en Atenas. El peso no era comodidad sino el dolor de estar lejos. Hashem permitió que los tesalonicenses vivieran esa etapa sin depender de Pablo, para que se entendiera que la obra es de Dios.",
  "2": "Enviaron a Timoteo, hermano y colaborador en el evangelio de Mashiaj, para afirmar y exhortar respecto a la ‘emunáh. “Vuestra ‘emunáh” no es propiedad privada, sino lo que Dios determinó para ustedes dentro de su llamado.",
  "3": "El objetivo era que nadie se inquietara por las tribulaciones, porque para eso están puestos. Pablo lo dice también por sí mismo, pues su impulso era ir a protegerlos, pero Hashem conoce a los suyos y las tribulaciones son parte del camino en este mundo.",
  "4": "Cuando estaban con ellos, ya les decían que vendrían tribulaciones. No fue sorpresa: aconteció tal como se había anunciado y ellos lo saben por experiencia.",
  "5": "Pablo, sin poder soportar más, envió para saber de su ‘emunáh, temiendo que el tentador hubiera operado y el trabajo quedara vacío. Aquí se ve un aprendizaje: aunque venga la tentación, Hasatán o la tribulación, nada separa del amor de Dios en Mashiaj; cada uno es propiedad de Dios y la obra es suya.",
  "6": "Timoteo regresó con buenas noticias: ‘emunáh y ‘ahaváh, y que los recuerdan bien, deseando verlos. ‘Emunáh y ‘ahaváh van juntas: instrucción divina y la ejecución práctica de esa instrucción.",
  "7": "En necesidad y aflicción, fueron consolados por medio de la ‘emunáh de ellos. Su firmeza fortaleció a los que les ministraban.",
  "8": "Ahora viven si ellos permanecen firmes en el Señor. La estabilidad del discípulo es gozo y vida para el enviado.",
  "9": "Se quedan cortos de palabras para agradecer a Dios por el gozo que reciben delante de ‘Elohim a causa de ellos. La gratitud excede lo que se puede expresar.",
  "10": "Oran noche y día con insistencia para ver su rostro y completar lo que falte en su ‘emunáh. No es que no tengan ‘emunáh, sino que como proceso educativo siempre hay crecimiento y maduración.",
  "11": "Ruegan que elohim ve’abá —es decir, el Señor Yehoshúa’— enderece el camino hacia ellos. No se lee “Dios y Padre” como esquema griego, sino como atributos: elohim (amor revelado) y abá (lo no revelado), y la conjunción “καὶ” aquí se entiende como “es decir”, porque los tesoros de sabiduría y conocimiento están en Yehoshúa’.",
  "12": "El Señor haga abundar y sobreabundar el amor entre ustedes y hacia todos. ‘Ahaváh es ejecución práctica, desinteresada e incondicional de la voluntad de Dios; se nota incluso hacia el enemigo: primero se hace, luego vienen las ganas.",
  "13": "Todo apunta a arraigar el corazón para que sea tamim, completo en santidad delante de elohim ve’abá en la aparición del Señor Yehoshúa’ con todos sus santos. En su aparición se complementa elohim y abá; los santos son de Él, y Él viene con sus santos."
}
