{
  "1": "Pablo cierra lo anterior y entra a lo práctico: “por lo demás” funciona como bisagra hacia el día a día. Ruega y “habla al ladito” en el Señor Yehoshúa’ para que sigan caminando como ya recibieron: cómo conducirse y agradar a Dios. El punto no es teoría: ellos vieron el ejemplo (padecimiento, persecución, renuncia a la comodidad) y por eso la exhortación es a “sobreabundar más”, no a conformarse.",
  "2": "No es información nueva: “ustedes ya saben” cuáles instrucciones recibieron por medio del Señor Yehoshúa’. Sin embargo, Pablo las recuerda porque lo sabido se enfría si no se practica; el recordatorio es pastoral y preventivo.",
  "3": "La voluntad de Dios se expresa en una frase contundente: la santidad de ustedes. El primer filtro práctico es alejarse de la πορνεία (pornía). Se lee como una orden frontal: completitud en santidad empieza por cortar la pornía, porque el deseo desordenado se vuelve cadena, costo y deterioro de relaciones, percepción y conciencia.",
  "4": "Cada uno debe saber “adquirir/administrar” su propio σκεῦος (skeûos): su vaso, tabernáculo, cuerpo. No se centra en “esposa” como traducción necesaria; el énfasis es la responsabilidad individual del cuerpo como recipiente de honra: santidad y honra/integridad. Cuidar el propio vaso capacita para amar bien al otro.",
  "5": "El control del vaso se define por contraste: no en πάθει ἐπιθυμίας (pasión de epithymía: deseo sobreelevado) como los gentiles que no conocen a Dios. El problema no es tener deseo, sino ser gobernado por un deseo desbordado que arrastra la voluntad.",
  "6": "Aparece una advertencia con ambigüedad: no “pasar por encima” ni “sacar ventaja” del hermano “en el asunto” (πράγματι). Se plantea como dos escenarios posibles dentro del contexto comunitario: (a) manipulación/extorsión usando información; (b) abuso/sobreexplotación en cargas o dinámicas internas. El fundamento es que el Señor es juez/vengador justo sobre estas cosas, y Pablo ya lo había advertido con testimonio previo.",
  "7": "El llamado divino no es a ἀκαθαρσίᾳ (akatharsía), lo incompatible con la santidad (paralelo conceptual de tum’ah), sino a la santidad. Esto corrige dos extremos comunitarios: ni tolerancia relativista que banaliza, ni vigilancia tóxica que se mete en la vida ajena para señalar; cada uno llevará su propia carga ante Dios.",
  "8": "El que desecha/evita estas instrucciones no rechaza a hombres, sino a Dios, quien da su Espíritu Santo (Ruaj HaQódesh). La aplicación es doble: quien escucha no puede “evadir” el mensaje; y quien enseña no debe suavizarlo por miedo a quedar mal. Dios no se queda sin testimonio; el Ruaj HaQódesh amonesta y confronta.",
  "9": "Sobre la φιλαδελφία (amor fraternal) Pablo dice que no necesita escribir, porque ellos son θεοδίδακτοι (theo-dídaktoi): instruidos por Dios para amarse. Conecta con Isaías 54:13 (LXX: “διδακτοὺς θεοῦ”), mostrando que Dios enseña a los suyos por procesos y niveles. Esto sostiene paciencia sin complicidad: no se amolda el mensaje para no incomodar, pero tampoco se controla la conciencia ajena como policía espiritual.",
  "10": "Reconoce un hecho: ya practican ese amor con todos los hermanos en Macedonia. Pero no los deja estacionados: “abunden más”. El bien no se mide por un mínimo; se incrementa sin límite, incorporando lo que viene corrigiéndose en el capítulo.",
  "11": "Tres prácticas para estabilidad comunitaria: aspirar a la tranquilidad (ἡσυχάζειν), atender lo propio (πράσσειν τὰ ἴδια) y trabajar con las propias manos. Esto reduce fricción, dependencia innecesaria y el hábito de vivir en lo ajeno.",
  "12": "Finalidad social y económica: caminar decorosamente ante los de afuera y no tener necesidad de nada. En el marco del contexto, se entiende como: cuidar la paz interna evita quedar dependiendo de los de afuera por rupturas innecesarias; una comunidad sana sostiene mejor a los suyos.",
  "13": "Cambia el tema hacia la consolación: no quiere que “dejen de saber” acerca de los que duermen (κοιμωμένων: los acostados), para que no se entristezcan como los demás sin esperanza. El trasfondo posible: presión externa diciendo que, por ser gentiles, no tendrían esperanza de vida eterna; Pablo corrige esa narrativa con doctrina clara.",
  "14": "Si son maaminim (los que muestran emunah, fidelidad/educación de Dios) en que Yehoshúa’ murió y resucitó, entonces ‘Elohim (atributo del amor entrañable) guiará a los que duermen por medio de Yehoshúa’ junto con Él. Se enfatiza que ἄξει viene de ἄγω: “guiar”, no “traer” como lectura que alimenta la idea de que ya están en el cielo. La resurrección es por medio de Yehoshúa’: puerta de la esperanza.",
  "15": "En “palabra del Señor” establece un orden: los vivos que queden hasta la παρουσία (aparición/presencia) no se adelantarán a los que duermen. Esto elimina jerarquías: no hay favoritos ni superiores; la consumación sigue un patrón fijado.",
  "16": "Describe la escena con lenguaje militar y solemne: el Señor desciende con voz de mando, voz de arcángel y trompeta de ‘Elohim. Los muertos en Mashíaj resucitan primero. La trompeta se entiende como imperativo de vida irresistible; ningún sepulcro retiene cuando suena el mandato.",
  "17": "Luego los vivos serán “tomados” junto con ellos: ἁρπαγησόμεθα se discute por su carga perceptiva; no sostiene necesariamente un “rapto secreto”. “En nubes” se maneja como modismo de inmediatez/repentino. “Recibir al Señor en el aire” se interpreta como estado incorruptible de inmortalidad (transición/transformación), más que una imagen simplista. El resultado: estar siempre con el Señor.",
  "18": "Cierre pastoral: parakaléō aquí es consolar, restituir, restaurar y motivar. La doctrina de la resurrección no es curiosidad: es medicina contra el duelo sin esperanza. La comunidad debe sostenerse mutuamente recordando la victoria de la vida sobre la muerte."
}
