{
  "1": "Pablo señala que no es necesario escribir sobre cronos y kairos porque la comunidad ya comprende tanto el tiempo cronológico como el circunstancial. Es un llamado a la calma y a no obsesionarse con cálculos temporales.",
  "2": "El día del Señor es impredecible y repentino, como ladrón en la noche. No se establece fecha ni temporada; la exactitud radica en saber que no puede anticiparse.",
  "3": "La proclamación de paz y seguridad pertenece a la noche, al sistema opuesto a la luz del evangelio. Cuando eso se afirme, la destrucción vendrá de manera súbita e inevitable.",
  "4": "Los creyentes no están en oscuridad para que ese día los tome. Oscuridad no es ausencia de sol, sino ignorancia del evangelio y adhesión al discurso de paz y seguridad.",
  "5": "Ser hijos de luz y del día significa ser portadores y herederos del mensaje de Mashiaj y del día del juicio, que no trae condenación para los que están en Él.",
  "6": "No se debe dormir como los demás, sino velar y ser sobrios. Dormir es descuidar la obra encomendada; velar es vivir conscientemente delante de Hashem.",
  "7": "El dormir y la embriaguez pertenecen a la noche. Representan la pérdida de conciencia espiritual y la entrega a las cosas de este mundo.",
  "8": "La vida sobria del día se expresa vistiendo la pechera de la emunah y el amor, que protege el corazón, y el casco de la esperanza de la salvación, que guarda los pensamientos.",
  "9": "Dios no destinó a los creyentes para repudio, sino para la adquisición de la salvación por medio de Yehoshúa’ Hamashiaj.",
  "10": "La muerte de Yehoshúa’ garantiza vida con Él tanto para los que están vigilantes como para los que han dormido, entendiendo aquí dormir como morir.",
  "11": "La respuesta práctica es consolarse y edificarse mutuamente, continuando en lo que ya están haciendo.",
  "12": "Se exhorta a reconocer a los que trabajan hasta el cansancio, presiden en el Señor y amonestan. Su labor implica responsabilidad y riesgo.",
  "13": "Estos deben ser estimados de manera desbordante en amor por causa de su obra, buscando la paz en la comunidad conforme a su guía.",
  "14": "La comunidad debe amonestar a los desordenados, consolar a los desanimados, sostener a los débiles en la emunah y ejercer paciencia prolongada con todos.",
  "15": "No se debe devolver mal por mal, sino perseguir siempre lo bueno con todos. La obediencia no se hace esperando recompensa.",
  "16": "El mandato de estar siempre gozosos apunta a no impedir el gozo que Dios provee, dejando atrás el anclaje en el pasado.",
  "17": "Orar sin cesar significa no suspender la necesidad de presentarse en juicio delante de Hashem, recurriendo a Él en toda circunstancia.",
  "18": "Dar gracias en todo es proclamar que Hashem es Baruj en Yehoshúa’ Hamashiaj, confesándolo no solo con palabras sino con la conducta.",
  "19": "Apagar al Ruaj Haqodesh ocurre cuando se descuida la obediencia, la rendición de cuentas y la conformación a Hashem.",
  "20": "No menospreciar la profecía implica no desestimar la palabra que saca a la luz lo oculto del corazón y llama al arrepentimiento.",
  "21": "Examinarlo todo significa discernir las situaciones cotidianas y retener lo que edifica y conduce a buenas obras conforme a la escritura.",
  "22": "Apartarse de toda clase de mal incluye atender al mal interno que se revela al examinarnos a la luz de la palabra.",
  "23": "Dios de paz es quien santifica integralmente. Pensamientos, vida y cuerpo forman una unidad inseparable que Él preserva íntegra hasta la aparición de Yehoshúa’ Hamashiaj.",
  "24": "La fidelidad del llamado descansa en Dios mismo, quien también cumplirá la obra de santificación.",
  "25": "Pablo pide que sean recordados en la oración, presentando sus causas delante de Hashem, entendiendo la oración como proceso transformador.",
  "26": "El saludo con beso santo expresa comunión, cercanía y relación santa entre los hermanos.",
  "27": "Se establece el compromiso de que la carta sea leída a todos, permaneciendo abiertos a lo que Dios quiere hablar.",
  "28": "La gracia de Yehoshúa’ Hamashiaj es la oportunidad permanente de comunión con Dios y con los hermanos, fundada en el acceso abierto por Él mismo."
}
