{
  "1": "La visita de Timoteo confirmó que, pese a la presión y a la salida abrupta de Pablo y Silas, la asamblea perseveró; eso fue consuelo y alivio, porque seguían firmes y habían absorbido mucho.",
  "2": "Estar “en Theo” sin artículo apunta a un concepto específico: ‘Elohim como atributo de amor incondicional. ‘Elohim es nuestro ‘Abá: el amor no manifiesto, el origen. La frase “’Elohim ‘Abá nuestro y Señor Yehoshúa’ Hamashiaj” en griego no separa con “y” como diferenciación ni usa artículos; incluso kirios va sin artículo, mostrando unidad: el origen en el amor de la deidad identificado en Yehoshúa’ Hamashiaj. Kirios recoge atributos: YHWH (juicio) y ‘Adonay (señorío); como en Salmo 8, kirios traduce ambos, y todo converge en el Nombre sobre todo nombre: Yehoshúa’ Hamashiaj.",
  "3": "Dar gracias es confesar y reconocer; “somos” incluye a Pablo, Silvano y Timoteo. La ‘emunáh no es “fe” positivista, sino educación recibida que crece, se multiplica y se fortalece bajo presión. Ese crecimiento no es estancarse en rudimentos: despierta preguntas, especializa, enfoca según circunstancias, y se evidencia en amor real conforme a la Escritura, no sentimentalismo. La ‘emunáh se solidifica aprendiendo a resistir y a estar por encima de circunstancias, y eso produce el amor que restaura.",
  "4": "Mithalelim no es presumir: es hacerse partícipe de la alabanza por la demostración del poder de Dios en ellos. Ekklesia/Kahal son asambleas de los libres que Hashem forma; no basta autodenominarse. Se manifiesta en el crecimiento de la ‘emunáh, en amor obediente, sujeción y búsqueda de alabanza a Dios. La ‘emunáh se fortalece precisamente para sostenerse en tribulaciones y padecimientos; ahí se ve el fruto de estar creciendo.",
  "5": "La carta muestra guerra de luz contra tinieblas: los hijos de tinieblas se unen incluso siendo distintos para atacar la luz. Al crecer la ‘emunáh aparecen tribulaciones y persecuciones; eso es parte del justo juicio de Dios. Hay que ser dignos representantes: el patrón de ungidos que fallan mostró una lección que culmina en Mashiaj, quien cargó pecado ajeno sin hallarse pecado en él. Cuidado con usar “no toques al ungido” para encubrir pecado: no es complicidad ni impunidad; existen procedimientos para juzgar. Atentar contra lo que Dios hace en sus escogidos trae responsabilidad; aunque David fue perdonado, pagó proporcionalmente. Muchos padecieron sin ver justicia, pero llegará: es demostración del justo juicio de Dios.",
  "6": "Esto es escatológico: el Apocalipsis (apokálypsis) es la revelación del Señor Yehoshúa’ desde el cielo. Vendrá a juzgar y a ser coronado Rey de reyes en este ‘olam hajóshej; no es una visita fugaz: se entroniza para siempre. Es justo que Dios retribuya tribulación a los que atribulan a los suyos.",
  "7": "A los atribulados se les dará descanso junto con los enviados en la revelación del Señor Yehoshúa’ Hamashiaj desde los cielos con los ángeles de su potencia; la retribución pertenece a Dios y su justicia.",
  "8": "La condenación aquí no se reduce a no creer: el foco es oponerse y perseguir el evangelio. Nadie puede pretend er ser más justo o bondadoso que Dios; si Él dice que es justo, es justo. No corresponde sentimentalismo ni condescendencia sobre los enemigos de la luz; se debe hablar sin miedo porque esto está diseñado para que la vida cambie.",
  "9": "Ólethros aiónios se conecta con Jeremías y Ezequiel: Babilonia y Edom se excedieron con alevosía al aprovecharse del padecimiento de Jerusalén; por eso se decreta shimemot ‘olam, destrucción masiva de larga duración. Dios es juez justo aunque parezca desproporcionado. Esto aún no se ha consumado plenamente. No hay distinción: judío o gentil que se oponga al evangelio y cause tribulación no queda impune. El caso excepcional es Pablo: persiguió, se le concedió arrepentimiento, pero padeció; el justo juicio también se manifestó en su vida.",
  "10": "Cuando venga, será glorificado en sus santos y admirado en los que creyeron; la gracia incluye juicio y retribución, y Hashem se hace respetar. En ese día se verá el peso de honra en todo su pueblo.",
  "11": "Los enviados se presentan en juicio por ellos: que Dios los tenga por dignos del llamado, y llene toda buena voluntad y toda obra de fidelidad con poder; el crecimiento debe dar fruto, y si tras mucho tiempo no hay fruto, es sospechoso.",
  "12": "El Nombre del Señor nuestro Yehoshúa’ es glorificado en ellos y ellos en Él, según la gracia de nuestro ‘Elohim y Señor Yehoshúa’ Hamashiaj. El ejercicio de su humillación manifestó el amor; por eso fue reconocido públicamente como Señor y Mashiaj. El Dios corpóreo (‘Abá) se humilla: se manifiesta como ‘Elohim, se humilla más como Mashiaj y como siervo, y tras vencer la muerte retoma toda gloria: siervo, Mashiaj, Señor, ‘Elohim y ‘Abá. Así tiene potestad para juzgar cielo y tierra; “me es dada” es reconocimiento público de que Él es el único juez."
}
