{
  "1": "Orar aquí se entiende desde los matices hebreos: lehitpalel como presentarse en juicio con viduy (confesar justicia divina y pecado propio), y según el contexto también como le’etar (insistir en remover obstáculos) para que el asunto del Señor —el evangelio— corra y sea glorificado. La comunidad ya había mostrado una conexión limpia: recibieron el mensaje como palabra de Dios, sin sospecha ni malicia, por eso Pablo pide oración enfocada en que el anuncio avance pese a la oposición.",
  "2": "Atópos (ατοπων) no es solo “fuera de lugar” suave, sino ilícito/dañino; se usó como equivalente de ‘aven (no-Torah), y aquí encaja con po’aley ‘aven y hombres de ra’a. Pablo pide ser guardados de esos atópos y de los poneros (lo dañino), porque la ‘emunáh —la enseñanza de la verdad del evangelio— no es para todos: el que no es de la ‘emunáh tarde o temprano se manifiesta contra ella, y puede volverse obstáculo real para que la palabra corra.",
  "3": "Fiel es el Señor: el que preserva firmes y guarda del dañino. La idea no es solo “fe” como creencia, sino fidelidad/‘emunáh que sostiene y protege sin degeneración, frente a oposiciones externas.",
  "4": "Pablo expresa confianza en el Señor respecto de ellos: lo que se les ha anunciado lo hacen y lo harán. Esta comunidad copia bien el ejemplo apostólico y no necesita un tono recriminatorio como otras, porque su disposición es limpia y obediente al mensaje.",
  "5": "Cierra la exhortación hacia afuera: que el Señor asiente sus corazones en el amor de ‘Elohim y en la perseverancia (jupomoné) de Mashiaj. No es énfasis en sufrimiento, sino en resistencia guiada y sostenida, en el mismo equipo, con el mismo propósito.",
  "6": "Aquí cambia a temas internos: se les “mensajea de lado” (parangellomen: mensaje al lado, raíz emparentada con evangelion y con parádosis) que se aparten de hermanos ataktōs: fuera de orden táctico, fuera del funcionamiento correcto. No se conducen según la Parádosis (el evangelio) recibida; al salirse del orden, sin querer empiezan a servir a la anomía/atópos, porque ya están oyendo otra voz.",
  "7": "Ellos saben cómo deben imitar: Pablo no anduvo ataktōs entre ellos. El ejemplo apostólico fue ordenado, coherente y alineado con el evangelio, sin salir del marco de comunión.",
  "8": "No comieron pan de nadie “de gratis”: trabajaron noche y día con esfuerzo y dureza para no ser sobrepeso. La renuncia práctica valida el mensaje y desenmascara al que pretende vivir a costa de la comunión sin sacrificio.",
  "9": "No fue por falta de derecho/autorización: tenían potestad, pero renunciaron para dejar un modelo. Si el que tiene derecho renuncia, con más razón el que no tiene derecho debe renunciar a lo indebido; lo contrario es injusto y desleal con la comunión.",
  "10": "“Si no quiere trabajar, que no coma”: comer aquí también es participar y aprender. El trabajo, en este contexto, es renuncia y sacrificio por el bien mayor y común; no se puede pretender comunión sin dejar algo a un lado.",
  "11": "Algunos andan ataktōs y no quieren trabajar: no quieren sacrificarse ni renunciar, y en su lugar periergazómenus: sobre-actúan, se hacen los mártires, ponen excusas, aparentan cargar más que otros. Al salirse del orden, causan daño y traen anomía por no andar dentro de la Parádosis.",
  "12": "Se les encarga “de lado” y se les exhorta en el Señor Yehoshúa’ Hamashiaj: que hagan esa labor y coman su propio pan. No es pan meramente físico: es comunión recta, sostenida por lealtad y sujeción al marco del evangelio.",
  "13": "No cansarse de hacer el bien: permanecer firmes en la práctica correcta, sin dejarse arrastrar por el desgaste ni por el ejemplo del ataktōs.",
  "14": "Escuchar implica callar voces, hacer espacio, entender, despejar dudas y actuar por inercia natural. Si alguien no obedece lo dicho por esta epistolé, se le “señala” como icono/símbolo de lo que no se debe hacer, y no se tiene comunión con él: no por demonizarlo, sino por incompatibilidad de comunión (tum’áh como incompatibilidad). El objetivo es que se avergüence: no bochorno social (klimah), sino bóshet, pérdida de dignidad, para que recapacite y vuelva.",
  "15": "No se le trata como enemigo: sigue siendo hermano. Hechos 15 marca criterios de admisión práctica como hermano: apartarse de idolatría, inmoralidad sexual, homicidio; reconocer a Yehoshúa’ Hamashiaj; y entrar al aprendizaje de la Torah. La disciplina busca restauración, no expulsión final.",
  "16": "Shalom es pago de deudas. El Señor del Shalom los haga Shalom en toda circunstancia; la comunión y el orden se sostienen bajo ese Shalom real, no como idea, sino como cobertura efectiva.",
  "17": "Había falsificadores de cartas; Pablo remarca el saludo de su propia mano como símbolo en sus epístolas, para reconocer autenticidad y evitar suplantaciones.",
  "18": "Cierra con la gracia del Señor Yehoshúa’ Hamashiaj, como sello final coherente con su despedida habitual."
}
