[
  "Respondió Elifaz temanita, y dijo:",
  "¿Proferirá el sabio vana sabiduría, /nY llenará su vientre de viento solano?",
  "¿Disputará con palabras inútiles, /nY con razones sin provecho?",
  "Tú también disipas el temor, /nY menoscabas la oración delante de Dios.",
  "Porque tu boca declaró tu iniquidad, /nPues has escogido el hablar de los astutos.",
  "Tu boca te condenará, y no yo; /nY tus labios testificarán contra ti.",
  "¿Naciste tú primero que Adán? /n¿O fuiste formado antes que los collados?",
  "¿Oíste tú el secreto de Dios, /nY está limitada a ti la sabiduría?",
  "¿Qué sabes tú que no sepamos? /n¿Qué entiendes tú que no se halle en nosotros?",
  "Cabezas canas y hombres muy ancianos hay entre nosotros, /nMucho más avanzados en días que tu padre.",
  "¿En tan poco tienes las consolaciones de Dios, /nY las palabras que con dulzura se te dicen?",
  "¿Por qué tu corazón te aleja, /nY por qué guiñan tus ojos,",
  "Para que contra Dios vuelvas tu espíritu, /nY saques tales palabras de tu boca?",
  "¿Qué cosa es el hombre para que sea limpio, /nY para que se justifique el nacido de mujer?",
  "He aquí, en sus santos no confía, /nY ni aun los cielos son limpios delante de sus ojos;",
  "¿Cuánto menos el hombre abominable y vil, /nQue bebe la iniquidad como agua?",
  "Escúchame; yo te mostraré, /nY te contaré lo que he visto;",
  "Lo que los sabios nos contaron /nDe sus padres, y no lo encubrieron;",
  "A quienes únicamente fue dada la tierra, /nY no pasó extraño por en medio de ellos.",
  "Todos sus días, el impío es atormentado de dolor, /nY el número de sus años está escondido para el violento.",
  "Estruendos espantosos hay en sus oídos; /nEn la prosperidad el asolador vendrá sobre él.",
  "El no cree que volverá de las tinieblas, /nY descubierto está para la espada.",
  "Vaga alrededor tras el pan, diciendo: ¿En dónde está? /nSabe que le está preparado día de tinieblas.",
  "Tribulación y angustia le turbarán, /nY se esforzarán contra él como un rey dispuesto para la batalla,",
  "Por cuanto él extendió su mano contra Dios, /nY se portó con soberbia contra el Todopoderoso.",
  "Corrió contra él con cuello erguido, /nCon la espesa barrera de sus escudos.",
  "Porque la gordura cubrió su rostro, /nE hizo pliegues sobre sus ijares;",
  "Y habitó las ciudades asoladas, /nLas casas inhabitadas, /nQue estaban en ruinas.",
  "No prosperará, ni durarán sus riquezas, /nNi extenderá por la tierra su hermosura.",
  "No escapará de las tinieblas; /nLa llama secará sus ramas, /nY con el aliento de su boca perecerá.",
  "No confíe el iluso en la vanidad, /nPorque ella será su recompensa.",
  "El será cortado antes de su tiempo, /nY sus renuevos no reverdecerán.",
  "Perderá su agraz como la vid, /nY derramará su flor como el olivo.",
  "Porque la congregación de los impíos será asolada, /nY fuego consumirá las tiendas de soborno.",
  "Concibieron dolor, dieron a luz iniquidad, /nY en sus entrañas traman engaño."
]