[
  "Respondió entonces Job, y dijo:",
  "¿Hasta cuándo angustiaréis mi alma, /nY me moleréis con palabras?",
  "Ya me habéis vituperado diez veces; /n¿No os avergonzáis de injuriarme?",
  "Aun siendo verdad que yo haya errado, /nSobre mí recaería mi error.",
  "Pero si vosotros os engrandecéis contra mí, /nY contra mí alegáis mi oprobio,",
  "Sabed ahora que Dios me ha derribado, /nY me ha envuelto en su red.",
  "He aquí, yo clamaré agravio, y no seré oído; /nDaré voces, y no habrá juicio.",
  "Cercó de vallado mi camino, y no pasaré; /nY sobre mis veredas puso tinieblas.",
  "Me ha despojado de mi gloria, /nY quitado la corona de mi cabeza.",
  "Me arruinó por todos lados, y perezco; /nY ha hecho pasar mi esperanza como árbol arrancado.",
  "Hizo arder contra mí su furor, /nY me contó para sí entre sus enemigos.",
  "Vinieron sus ejércitos a una, y se atrincheraron en mí, /nY acamparon en derredor de mi tienda.",
  "Hizo alejar de mí a mis hermanos, /nY mis conocidos como extraños se apartaron de mí.",
  "Mis parientes se detuvieron, /nY mis conocidos se olvidaron de mí.",
  "Los moradores de mi casa y mis criadas me tuvieron por extraño; /nForastero fui yo a sus ojos.",
  "Llamé a mi siervo, y no respondió; /nDe mi propia boca le suplicaba.",
  "Mi aliento vino a ser extraño a mi mujer, /nAunque por los hijos de mis entrañas le rogaba.",
  "Aun los muchachos me menospreciaron; /nAl levantarme, hablaban contra mí.",
  "Todos mis íntimos amigos me aborrecieron, /nY los que yo amaba se volvieron contra mí.",
  "Mi piel y mi carne se pegaron a mis huesos, /nY he escapado con sólo la piel de mis dientes.",
  "¡Oh, vosotros mis amigos, tened compasión de mí, tened compasión de mí! /nPorque la mano de Dios me ha tocado.",
  "¿Por qué me perseguís como Dios, /nY ni aun de mi carne os saciáis?",
  "¡Quién diese ahora que mis palabras fuesen escritas! /n¡Quién diese que se escribiesen en un libro;",
  "Que con cincel de hierro y con plomo /nFuesen esculpidas en piedra para siempre!",
  "Yo sé que mi Redentor vive, /nY al fin se levantará sobre el polvo;",
  "Y después de deshecha esta mi piel, /nEn mi carne he de ver a Dios;",
  "Al cual veré por mí mismo, /nY mis ojos lo verán, y no otro, /nAunque mi corazón desfallece dentro de mí.",
  "Mas debierais decir: ¿Por qué le perseguimos? /nYa que la raíz del asunto se halla en mí.",
  "Temed vosotros delante de la espada; /nPorque sobreviene el furor de la espada a causa de las injusticias, /nPara que sepáis que hay un juicio."
]