[
  "Entonces respondió Job, y dijo:",
  "Oíd atentamente mi palabra, /nY sea esto el consuelo que me deis.",
  "Toleradme, y yo hablaré; /nY después que haya hablado, escarneced.",
  "¿Acaso me quejo yo de algún hombre? /n¿Y por qué no se ha de angustiar mi espíritu?",
  "Miradme, y espantaos, /nY poned la mano sobre la boca.",
  "Aun yo mismo, cuando me acuerdo, me asombro, /nY el temblor estremece mi carne.",
  "¿Por qué viven los impíos, /nY se envejecen, y aun crecen en riquezas?",
  "Su descendencia se robustece a su vista, /nY sus renuevos están delante de sus ojos.",
  "Sus casas están a salvo de temor, /nNi viene azote de Dios sobre ellos.",
  "Sus toros engendran, y no fallan; /nParen sus vacas, y no malogran su cría.",
  "Salen sus pequeñuelos como manada, /nY sus hijos andan saltando.",
  "Al son de tamboril y de cítara saltan, /nY se regocijan al son de la flauta.",
  "Pasan sus días en prosperidad, /nY en paz descienden al Seol.",
  "Dicen, pues, a Dios: Apártate de nosotros, /nPorque no queremos el conocimiento de tus caminos.",
  "¿Quién es el Todopoderoso, para que le sirvamos? /n¿Y de qué nos aprovechará que oremos a él?",
  "He aquí que su bien no está en mano de ellos; /nEl consejo de los impíos lejos esté de mí.",
  "¡Oh, cuántas veces la lámpara de los impíos es apagada, /nY viene sobre ellos su quebranto, /nY Dios en su ira les reparte dolores!",
  "Serán como la paja delante del viento, /nY como el tamo que arrebata el torbellino.",
  "Dios guardará para los hijos de ellos su violencia; /nLe dará su pago, para que conozca.",
  "Verán sus ojos su quebranto, /nY beberá de la ira del Todopoderoso.",
  "Porque ¿qué deleite tendrá él de su casa después de sí, /nSiendo cortado el número de sus meses?",
  "¿Enseñará alguien a Dios sabiduría, /nJuzgando él a los que están elevados?",
  "Este morirá en el vigor de su hermosura, todo quieto y pacífico;",
  "Sus vasijas estarán llenas de leche, /nY sus huesos serán regados de tuétano.",
  "Y este otro morirá en amargura de ánimo, /nY sin haber comido jamás con gusto.",
  "Igualmente yacerán ellos en el polvo, /nY gusanos los cubrirán.",
  "He aquí, yo conozco vuestros pensamientos, /nY las imaginaciones que contra mí forjáis.",
  "Porque decís: ¿Qué hay de la casa del príncipe, /nY qué de la tienda de las moradas de los impíos?",
  "¿No habéis preguntado a los que pasan por los caminos, /nY no habéis conocido su respuesta,",
  "Que el malo es preservado en el día de la destrucción? /nGuardado será en el día de la ira.",
  "¿Quién le denunciará en su cara su camino? /nY de lo que él hizo, ¿quién le dará el pago?",
  "Porque llevado será a los sepulcros, /nY sobre su túmulo estarán velando.",
  "Los terrones del valle le serán dulces; /nTras de él será llevado todo hombre, /nY antes de él han ido innumerables.",
  "¿Cómo, pues, me consoláis en vano, /nViniendo a parar vuestras respuestas en falacia?"
]