[
  "Respondió Elifaz temanita, y dijo:",
  "¿Traerá el hombre provecho a Dios? /nAl contrario, para sí mismo es provechoso el hombre sabio.",
  "¿Tiene contentamiento el Omnipotente en que tú seas justificado, /nO provecho de que tú hagas perfectos tus caminos?",
  "¿Acaso te castiga, /nO viene a juicio contigo, a causa de tu piedad?",
  "Por cierto tu malicia es grande, /nY tus maldades no tienen fin.",
  "Porque sacaste prenda a tus hermanos sin causa, /nY despojaste de sus ropas a los desnudos.",
  "No diste de beber agua al cansado, /nY detuviste el pan al hambriento.",
  "Pero el hombre pudiente tuvo la tierra, /nY habitó en ella el distinguido.",
  "A las viudas enviaste vacías, /nY los brazos de los huérfanos fueron quebrados.",
  "Por tanto, hay lazos alrededor de ti, /nY te turba espanto repentino;",
  "O tinieblas, para que no veas, /nY abundancia de agua te cubre.",
  "¿No está Dios en la altura de los cielos? /nMira lo encumbrado de las estrellas, cuán elevadas están.",
  "¿Y dirás tú: ¿Qué sabe Dios? /n¿Cómo juzgará a través de la oscuridad?",
  "Las nubes le rodearon, y no ve; /nY por el circuito del cielo se pasea.",
  "¿Quieres tú seguir la senda antigua /nQue pisaron los hombres perversos,",
  "Los cuales fueron cortados antes de tiempo, /nCuyo fundamento fue como un río derramado?",
  "Decían a Dios: Apártate de nosotros. /n¿Y qué les había hecho el Omnipotente?",
  "Les había colmado de bienes sus casas. /nPero sea el consejo de ellos lejos de mí.",
  "Verán los justos y se gozarán; /nY el inocente los escarnecerá, diciendo:",
  "Fueron destruidos nuestros adversarios, /nY el fuego consumió lo que de ellos quedó.",
  "Vuelve ahora en amistad con él, y tendrás paz; /nY por ello te vendrá bien.",
  "Toma ahora la ley de su boca, /nY pon sus palabras en tu corazón.",
  "Si te volvieres al Omnipotente, serás edificado; /nAlejarás de tu tienda la aflicción;",
  "Tendrás más oro que tierra, /nY como piedras de arroyos oro de Ofir;",
  "El Todopoderoso será tu defensa, /nY tendrás plata en abundancia.",
  "Porque entonces te deleitarás en el Omnipotente, /nY alzarás a Dios tu rostro.",
  "Orarás a él, y él te oirá; /nY tú pagarás tus votos.",
  "Determinarás asimismo una cosa, y te será firme, /nY sobre tus caminos resplandecerá luz.",
  "Cuando fueren abatidos, dirás tú: Enaltecimiento habrá; /nY Dios salvará al humilde de ojos.",
  "El libertará al inocente, /nY por la limpieza de tus manos éste será librado."
]