[
  "Después de esto abrió Job su boca, y maldijo su día.",
  "Y exclamó Job, y dijo:",
  "Perezca el día en que yo nací, /nY la noche en que se dijo: Varón es concebido.",
  "Sea aquel día sombrío, /nY no cuide de él Dios desde arriba, /nNi claridad sobre él resplandezca.",
  "Aféenlo tinieblas y sombra de muerte; /nRepose sobre él nublado /nQue lo haga horrible como día caliginoso.",
  "Ocupe aquella noche la oscuridad; /nNo sea contada entre los días del año, /nNi venga en el número de los meses.",
  "¡Oh, que fuera aquella noche solitaria, /nQue no viniera canción alguna en ella!",
  "Maldíganla los que maldicen el día, /nLos que se aprestan para despertar a Leviatán.",
  "Oscurézcanse las estrellas de su alba; /nEspere la luz, y no venga, /nNi vea los párpados de la mañana;",
  "Por cuanto no cerró las puertas del vientre donde yo estaba, /nNi escondió de mis ojos la miseria.",
  "¿Por qué no morí yo en la matriz, /nO expiré al salir del vientre?",
  "¿Por qué me recibieron las rodillas? /n¿Y a qué los pechos para que mamase?",
  "Pues ahora estaría yo muerto, y reposaría; /nDormiría, y entonces tendría descanso,",
  "Con los reyes y con los consejeros de la tierra, /nQue reedifican para sí ruinas;",
  "O con los príncipes que poseían el oro, /nQue llenaban de plata sus casas.",
  "¿Por qué no fui escondido como abortivo, /nComo los pequeñitos que nunca vieron la luz?",
  "Allí los impíos dejan de perturbar, /nY allí descansan los de agotadas fuerzas.",
  "Allí también reposan los cautivos; /nNo oyen la voz del capataz.",
  "Allí están el chico y el grande, /nY el siervo libre de su señor.",
  "¿Por qué se da luz al trabajado, /nY vida a los de ánimo amargado,",
  "Que esperan la muerte, y ella no llega, /nAunque la buscan más que tesoros;",
  "Que se alegran sobremanera, /nY se gozan cuando hallan el sepulcro?",
  "¿Por qué se da vida al hombre que no sabe por donde ha de ir, /nY a quien Dios ha encerrado?",
  "Pues antes que mi pan viene mi suspiro, /nY mis gemidos corren como aguas.",
  "Porque el temor que me espantaba me ha venido, /nY me ha acontecido lo que yo temía.",
  "No he tenido paz, no me aseguré, ni estuve reposado; /nNo obstante, me vino turbación."
]