[
  "Por tanto, Job, oye ahora mis razones, /nY escucha todas mis palabras.",
  "He aquí yo abriré ahora mi boca, /nY mi lengua hablará en mi garganta.",
  "Mis razones declararán la rectitud de mi corazón, /nY lo que saben mis labios, lo hablarán con sinceridad.",
  "El espíritu de Dios me hizo, /nY el soplo del Omnipotente me dio vida.",
  "Respóndeme si puedes; /nOrdena tus palabras, ponte en pie.",
  "Heme aquí a mí en lugar de Dios, conforme a tu dicho; /nDe barro fui yo también formado.",
  "He aquí, mi terror no te espantará, /nNi mi mano se agravará sobre ti.",
  "De cierto tú dijiste a oídos míos, /nY yo oí la voz de tus palabras que decían:",
  "Yo soy limpio y sin defecto; /nSoy inocente, y no hay maldad en mí.",
  "He aquí que él buscó reproches contra mí, /nY me tiene por su enemigo;",
  "Puso mis pies en el cepo, /nY vigiló todas mis sendas.",
  "He aquí, en esto no has hablado justamente; /nYo te responderé que mayor es Dios que el hombre.",
  "¿Por qué contiendes contra él? /nPorque él no da cuenta de ninguna de sus razones.",
  "Sin embargo, en una o en dos maneras habla Dios; /nPero el hombre no entiende.",
  "Por sueño, en visión nocturna, /nCuando el sueño cae sobre los hombres, /nCuando se adormecen sobre el lecho,",
  "Entonces revela al oído de los hombres, /nY les señala su consejo,",
  "Para quitar al hombre de su obra, /nY apartar del varón la soberbia.",
  "Detendrá su alma del sepulcro, /nY su vida de que perezca a espada.",
  "También sobre su cama es castigado /nCon dolor fuerte en todos sus huesos,",
  "Que le hace que su vida aborrezca el pan, /nY su alma la comida suave.",
  "Su carne desfallece, de manera que no se ve, /nY sus huesos, que antes no se veían, aparecen.",
  "Su alma se acerca al sepulcro, /nY su vida a los que causan la muerte.",
  "Si tuviese cerca de él /nAlgún elocuente mediador muy escogido, /nQue anuncie al hombre su deber;",
  "Que le diga que Dios tuvo de él misericordia, /nQue lo libró de descender al sepulcro, /nQue halló redención;",
  "Su carne será más tierna que la del niño, /nVolverá a los días de su juventud.",
  "Orará a Dios, y éste le amará, /nY verá su faz con júbilo; /nY restaurará al hombre su justicia.",
  "El mira sobre los hombres; y al que dijere: /nPequé, y pervertí lo recto, /nY no me ha aprovechado,",
  "Dios redimirá su alma para que no pase al sepulcro, /nY su vida se verá en luz.",
  "He aquí, todas estas cosas hace Dios /nDos y tres veces con el hombre,",
  "Para apartar su alma del sepulcro, /nY para iluminarlo con la luz de los vivientes.",
  "Escucha, Job, y óyeme; /nCalla, y yo hablaré.",
  "Si tienes razones, respóndeme; /nHabla, porque yo te quiero justificar.",
  "Y si no, óyeme tú a mí; /nCalla, y te enseñaré sabiduría."
]