[
  "Además Eliú dijo:",
  "Oíd, sabios, mis palabras; /nY vosotros, doctos, estadme atentos.",
  "Porque el oído prueba las palabras, /nComo el paladar gusta lo que uno come.",
  "Escojamos para nosotros el juicio, /nConozcamos entre nosotros cuál sea lo bueno.",
  "Porque Job ha dicho: Yo soy justo, /nY Dios me ha quitado mi derecho.",
  "¿He de mentir yo contra mi razón? /nDolorosa es mi herida sin haber hecho yo transgresión.",
  "¿Qué hombre hay como Job, /nQue bebe el escarnio como agua,",
  "Y va en compañía con los que hacen iniquidad, /nY anda con los hombres malos?",
  "Porque ha dicho: De nada servirá al hombre /nEl conformar su voluntad a Dios.",
  "Por tanto, varones de inteligencia, oídme: /nLejos esté de Dios la impiedad, /nY del Omnipotente la iniquidad.",
  "Porque él pagará al hombre según su obra, /nY le retribuirá conforme a su camino.",
  "Sí, por cierto, Dios no hará injusticia, /nY el Omnipotente no pervertirá el derecho.",
  "¿Quién visitó por él la tierra? /n¿Y quién puso en orden todo el mundo?",
  "Si él pusiese sobre el hombre su corazón, /nY recogiese así su espíritu y su aliento,",
  "Toda carne perecería juntamente, /nY el hombre volvería al polvo.",
  "Si, pues, hay en ti entendimiento, oye esto; /nEscucha la voz de mis palabras.",
  "¿Gobernará el que aborrece juicio? /n¿Y condenarás tú al que es tan justo?",
  "¿Se dirá al rey: Perverso; /nY a los príncipes: Impíos?",
  "¿Cuánto menos a aquel que no hace acepción de personas de príncipes. /nNi respeta más al rico que al pobre, /nPorque todos son obra de sus manos?",
  "En un momento morirán, /nY a medianoche se alborotarán los pueblos, y pasarán, /nY sin mano será quitado el poderoso.",
  "Porque sus ojos están sobre los caminos del hombre, /nY ve todos sus pasos.",
  "No hay tinieblas ni sombra de muerte /nDonde se escondan los que hacen maldad.",
  "No carga, pues, él al hombre más de lo justo, /nPara que vaya con Dios a juicio.",
  "El quebrantará a los fuertes sin indagación, /nY hará estar a otros en su lugar.",
  "Por tanto, él hará notorias las obras de ellos, /nCuando los trastorne en la noche, y sean quebrantados.",
  "Como a malos los herirá /nEn lugar donde sean vistos;",
  "Por cuanto así se apartaron de él, /nY no consideraron ninguno de sus caminos,",
  "Haciendo venir delante de él el clamor del pobre, /nY que oiga el clamor de los necesitados.",
  "Si él diere reposo, ¿quién inquietará? /nSi escondiere el rostro, ¿quién lo mirará? /nEsto sobre una nación, y lo mismo sobre un hombre;",
  "Haciendo que no reine el hombre impío /nPara vejaciones del pueblo.",
  "De seguro conviene que se diga a Dios: /nHe llevado ya castigo, no ofenderé ya más;",
  "Enséñame tú lo que yo no veo; /nSi hice mal, no lo haré más.",
  "¿Ha de ser eso según tu parecer? /nEl te retribuirá, ora rehúses, ora aceptes, y no yo; /nDi, si no, lo que tú sabes.",
  "Los hombres inteligentes dirán conmigo, /nY el hombre sabio que me oiga:",
  "Que Job no habla con sabiduría, /nY que sus palabras no son con entendimiento.",
  "Deseo yo que Job sea probado ampliamente, /nA causa de sus respuestas semejantes a las de los hombres inicuos.",
  "Porque a su pecado añadió rebeldía; /nBate palmas contra nosotros, /nY contra Dios multiplica sus palabras."
]