[
  "¿Sacarás tú al leviatán con anzuelo, /nO con cuerda que le eches en su lengua?",
  "¿Pondrás tú soga en sus narices, /nY horadarás con garfio su quijada?",
  "¿Multiplicará él ruegos para contigo? /n¿Te hablará él lisonjas?",
  "¿Hará pacto contigo /nPara que lo tomes por siervo perpetuo?",
  "¿Jugarás con él como con pájaro, /nO lo atarás para tus niñas?",
  "¿Harán de él banquete los compañeros? /n¿Lo repartirán entre los mercaderes?",
  "¿Cortarás tú con cuchillo su piel, /nO con arpón de pescadores su cabeza?",
  "Pon tu mano sobre él; /nTe acordarás de la batalla, y nunca más volverás.",
  "He aquí que la esperanza acerca de él será burlada, /nPorque aun a su sola vista se desmayarán.",
  "Nadie hay tan osado que lo despierte; /n¿Quién, pues, podrá estar delante de mí?",
  "¿Quién me ha dado a mí primero, para que yo restituya? /nTodo lo que hay debajo del cielo es mío.",
  "No guardaré silencio sobre sus miembros, /nNi sobre sus fuerzas y la gracia de su disposición.",
  "¿Quién descubrirá la delantera de su vestidura? /n¿Quién se acercará a él con su freno doble?",
  "¿Quién abrirá las puertas de su rostro? /nLas hileras de sus dientes espantan.",
  "La gloria de su vestido son escudos fuertes, /nCerrados entre sí estrechamente.",
  "El uno se junta con el otro, /nQue viento no entra entre ellos.",
  "Pegado está el uno con el otro; /nEstán trabados entre sí, que no se pueden apartar.",
  "Con sus estornudos enciende lumbre, /nY sus ojos son como los párpados del alba.",
  "De su boca salen hachones de fuego; /nCentellas de fuego proceden.",
  "De sus narices sale humo, /nComo de una olla o caldero que hierve.",
  "Su aliento enciende los carbones, /nY de su boca sale llama.",
  "En su cerviz está la fuerza, /nY delante de él se esparce el desaliento.",
  "Las partes más flojas de su carne están endurecidas; /nEstán en él firmes, y no se mueven.",
  "Su corazón es firme como una piedra, /nY fuerte como la muela de abajo.",
  "De su grandeza tienen temor los fuertes, /nY a causa de su desfallecimiento hacen por purificarse.",
  "Cuando alguno lo alcanzare, /nNi espada, ni lanza, ni dardo, ni coselete durará.",
  "Estima como paja el hierro, /nY el bronce como leño podrido.",
  "Saeta no le hace huir; /nLas piedras de honda le son como paja.",
  "Tiene toda arma por hojarasca, /nY del blandir de la jabalina se burla.",
  "Por debajo tiene agudas conchas; /nImprime su agudez en el suelo.",
  "Hace hervir como una olla el mar profundo, /nY lo vuelve como una olla de ungüento.",
  "En pos de sí hace resplandecer la senda, /nQue parece que el abismo es cano.",
  "No hay sobre la tierra quien se le parezca; /nAnimal hecho exento de temor.",
  "Menosprecia toda cosa alta; /nEs rey sobre todos los soberbios."
]