[
  "Respondió Job, y dijo:",
  "Ciertamente yo sé que es así; /n¿Y cómo se justificará el hombre con Dios?",
  "Si quisiere contender con él, /nNo le podrá responder a una cosa entre mil.",
  "El es sabio de corazón, y poderoso en fuerzas; /n¿Quién se endureció contra él, y le fue bien?",
  "El arranca los montes con su furor, /nY no saben quién los trastornó;",
  "El remueve la tierra de su lugar, /nY hace temblar sus columnas;",
  "El manda al sol, y no sale; /nY sella las estrellas;",
  "El solo extendió los cielos, /nY anda sobre las olas del mar;",
  "El hizo la Osa, el Orión y las Pléyades, /nY los lugares secretos del sur;",
  "El hace cosas grandes e incomprensibles, /nY maravillosas, sin número.",
  "He aquí que él pasará delante de mí, y yo no lo veré; /nPasará, y no lo entenderé.",
  "He aquí, arrebatará; ¿quién le hará restituir? /n¿Quién le dirá: ¿Qué haces?",
  "Dios no volverá atrás su ira, /nY debajo de él se abaten los que ayudan a los soberbios.",
  "¿Cuánto menos le responderé yo, /nY hablaré con él palabras escogidas?",
  "Aunque fuese yo justo, no respondería; /nAntes habría de rogar a mi juez.",
  "Si yo le invocara, y él me respondiese, /nAún no creeré que haya escuchado mi voz.",
  "Porque me ha quebrantado con tempestad, /nY ha aumentado mis heridas sin causa.",
  "No me ha concedido que tome aliento, /nSino que me ha llenado de amarguras.",
  "Si habláremos de su potencia, por cierto es fuerte; /nSi de juicio, ¿quién me emplazará?",
  "Si yo me justificare, me condenaría mi boca; /nSi me dijere perfecto, esto me haría inicuo.",
  "Si fuese íntegro, no haría caso de mí mismo; /nDespreciaría mi vida.",
  "Una cosa resta que yo diga: /nAl perfecto y al impío él los consume.",
  "Si azote mata de repente, /nSe ríe del sufrimiento de los inocentes.",
  "La tierra es entregada en manos de los impíos, /nY él cubre el rostro de sus jueces. /nSi no es él, ¿quién es? ¿Dónde está?",
  "Mis días han sido más ligeros que un correo; /nHuyeron, y no vieron el bien.",
  "Pasaron cual naves veloces; /nComo el águila que se arroja sobre la presa.",
  "Si yo dijere: Olvidaré mi queja, /nDejaré mi triste semblante, y me esforzaré,",
  "Me turban todos mis dolores; /nSé que no me tendrás por inocente.",
  "Yo soy impío; /n¿Para qué trabajaré en vano?",
  "Aunque me lave con aguas de nieve, /nY limpie mis manos con la limpieza misma,",
  "Aún me hundirás en el hoyo, /nY mis propios vestidos me abominarán.",
  "Porque no es hombre como yo, para que yo le responda, /nY vengamos juntamente a juicio.",
  "No hay entre nosotros árbitro /nQue ponga su mano sobre nosotros dos.",
  "Quite de sobre mí su vara, /nY su terror no me espante.",
  "Entonces hablaré, y no le temeré; /nPorque en este estado no estoy en mí."
]