{
  "1": "Marco de lectura: 1:3–16 se dirige al mundo gentil (juicio de gentiles); 2:17–3:9 se dirige al mundo judío (juicio de judíos). En 1 Pablo describe la sociedad romana (idolatría, homicidio, prácticas sexuales contra el orden), y luego confronta al judío: “haces lo mismo, con mayor responsabilidad porque sabes”. En 1:1, ἀφωρισμένος (aphōrisménos) “apartado” se asocia a la idea hebrea de separar (Parash/פָּרַשׁ), conectando con Perushim (fariseos). Lectura propuesta: ‘Pablo… fariseo (Parash) para el anuncio del que es bueno (εὐαγγέλιον/evangelion): el anuncio del Bueno; el evangelio es Dios, Dios es el Bueno’.",
  "2": "‘Escrituras’ desde marco hebreo: kitvey haQódesh (escrituras de la santidad); haMiqrá’ (la lectura); Tanaj (Torah + Nevi’im + Ktuvim). Se reafirma: Pablo como apartado/fariseo para el anuncio del Bueno prometido en las Escrituras.",
  "3": "Sobre ‘Hijo’: heredero/repartidor de bienes, rostro visible de Hashem, imagen del Dios invisible. Nota gramatical/lectura: en griego se entiende como ‘generado en medio de/desde dentro de’ la simiente de David “según la carne” (a la percepción humana), no como origen biológico directo; José pertenece al linaje davídico, pero Yehoshúa’ no sería hijo biológico suyo. “Según la carne” = según apariencia/opinión humana: heredero/descendiente a la vista.",
  "4": "‘Declarado Hijo de Dios con poder’: choque político-teológico con Roma (emperador/augustus y su “hijo de dios”). Aquí la declaración no proviene de autoridad humana sino del poder de la Santidad (Rúaj Haqódesh), verificable por un hecho demostrable: la resurrección. ‘Declarado’ se explica como presentado por la Bat qol (la Voz/Eco divino). Se contrasta adopción imperial frecuente con declaratoria divina respaldada por tumba vacía.",
  "5": "‘Obediencia de la fidelidad’ en todas las naciones: la fidelidad no es propiedad humana; la fidelidad es Dios, derramada como don. “Por encima de su nombre” descansa gracia y apostolado para obediencia; su nombre como fundamento (piedra angular) del edificio apostólico-profético.",
  "6": "‘Llamados santos’ = distinguidos en la práctica, por iniciativa de Dios mediante el poder de la Santidad. Pertenencia comunitaria: llamados de Yehoshúa’ Hamashiaj.",
  "7": "A Roma: ‘Gracia y paz’ no es pax romana; es paz de parte de ‘Elohim (fuente/origen, Meqor) y de Adonai/Yehoshúa’ Hamashiaj. κλητός (kletós) se relaciona con ἐκκλησία (ekklesía). Se enfatiza: no igualarse al Mesías; adopción vs filiación directa; y rechazo de dualismos (no “alma” griega separada). Correcciones citadas: Sal 68:26 (‘Bendigan/injerten a ‘Elohim…’) y Sal 36:9 (‘fuente de la vida’). Se señala tensión contracultural: Dios como Padre, no el emperador; y advertencia sobre doctrinas tardías (Ben Yosef/Ben David) como reacción medieval.",
  "8": "Acción de gracias: “la fidelidad de ustedes” se entiende como “Dios con relación a ustedes”, no como virtud autónoma. Nota textual: “mediante Yehoshúa’ Hamashiaj” aparece como añadido en algunos testigos; se menciona que el Códice Sinaítico lo marca como no original. Κόσμος (kósmos): para helenistas = orden estético perfecto; en marco hebreo, el mundo visible es ‘olam haJosheh (mundo de tinieblas) y la fidelidad derramada resplandece como antorcha en ese cosmos.",
  "9": "πνεῦμα (pneûma)/Rúaj: no dualismo platónico. “En mi pneuma” se interpreta como don/poder concedido, no un ‘espíritu humano puro’ separado. Argumento contextual: si hubiera “espíritu” humano bueno y autónomo, se anularía la responsabilidad (“pecó el cuerpo, no yo”); Romanos 3:10–18 se usa como sentencia sobre la humanidad. Rúaj = viento/ánimo/mente-intención/poder/condición incorruptible (campo semántico hebreo); no resolver solo con diccionario griego.",
  "10": "Oración continua y propósito de visitar: dependencia de la voluntad de Dios para “buen viaje” y encuentro.",
  "11": "Deseo de impartir “don” para confirmación; consolación mutua por la fidelidad común (don). Se recalca: la consolación para Yisra’el se vincula a manifestación de Rúaj Haqódesh. Criterio: quien alegue “Espíritu” debe confesar el nombre del Mesías: Yehoshúa’ Hamashiaj; el evangelio es su persona/majestad.",
  "12": "Mutua consolación: participación conjunta en lo que ambos recibieron (fidelidad/don).",
  "13": "Fruto entre romanos como entre otros gentiles; se alude a que ya se percibe el vaciamiento/merma de comunidad judía en el entorno.",
  "14": "“Deudor” a griegos y bárbaros, sabios y no sabios: obligación de servicio a Dios para producir el mismo fruto del evangelio en todos; el fruto debe concordar con la Toráh.",
  "15": "Disposición pronta a anunciar el evangelio en Roma. Nota histórica: se menciona la hipótesis de redacción desde Corinto, datación aproximada década 50–60 sin precisión única.",
  "16": "No avergonzarse del evangelio (Yehoshúa’ Hamashiaj): es la potencia de Dios para salvación del “creyente” entendido como exhibidor de fidelidad. δύναμις (dýnamis) se explica como potencia/exponente: el evangelio como exponente que desarrolla y hace visible la plenitud de la deidad (analogía 2×2×2×2 = 2⁴). Advertencia: señales sin confesión del nombre no validan; criterio de perseverancia.",
  "17": "La justicia de Dios se ‘apocalipta’ (ἀποκαλύπτεται) en el evangelio: desde fidelidad hacia fidelidad (de primera venida a segunda). Cita de Habacuc debe leerse en hebreo: צַדִּיק בֶּאֱמוּנָתִי יִחְיֶה (Tzadiq ve’emunati yijyeh) = ‘el justificado por mi fidelidad vivirá’. Se argumenta continuidad: creer a profetas tuvo efecto real antes de la revelación plena del Mesías; el evangelio ofrece lectura singular del Tanaj y se entiende en mentalidad hebrea, no en griego. Se menciona el quiasmo (χ) como arquitectura textual usada por Pablo.",
  "18": "Ira de Dios revelada desde el cielo: la justicia que salva contiene ira contra impiedad e injusticia que detiene la verdad. “Verdad” = evangelio/Rúaj Haqódesh/poder/fidelidad/justicia. Se critica el relativismo moderno y se usa la luz (velocidad constante) como ejemplo de absoluto, conectando con “luz” como medida y símbolo mesiánico.",
  "20": "Las cosas invisibles (potencia eterna y deidad) se entienden desde la creación del cosmos por lo hecho: sin excusa. El cosmos sirve como testimonio del control y manifestación de Dios.",
  "21": "Conocer a Dios: se diferencia yada‘ (יָדַע) = experiencia íntima, de hikir (הִכִיר) = conocimiento intelectual. No glorificar/“dar gracias” se entiende como no confesar/honrar (todah relacionada con confesar). Se afirma que negar a Dios implica falta de testigo preexistente (niega ‘espíritu’ preexistente): el humano no estaba cuando Dios fundó el mundo. Todo tiene su tiempo fijado por Dios (Eclesiastés/Hechos como marco).",
  "23": "Cambio de gloria: del incorruptible a imágenes de corruptible (hombre/aves/cuadrúpedos/reptiles). Se conecta con ingratitud como raíz de rebelión: dejar de confesar al Hacedor y pensar que Dios es “como uno” (Sal 50:16–21 como soporte).",
  "24": "παρέδωκεν (paredōken): no “forzó”, sino “dejó trabajar/retiró cerco”. Se vincula con hifqid (הִפְקִיד) en if‘il: dejar/poner a trabajar. Dios los deja seguir el curso de sus concupiscencias; deshonra del cuerpo como práctica de inmundicia (conducta sexual sin pacto, exposición pública del cuerpo, etc.). El cuerpo como templo de Rúaj Haqódesh: ya no pertenece al individuo autónomo.",
  "25": "Cambio verdad/mentira: antítesis total. “Mentira” = sistema sheqer; “profeta” es “de la falsedad” (nevî sheqer). Se contrasta ‘emunáh (fidelidad/educación/ejemplo/inmutabilidad) y ‘emet (verdad). Se observa la estructura 23–28: ellos cambian → Dios los entrega; ellos desaprueban → Dios los entrega: “entregar” = dejarlos ir.",
  "26": "Punto de énfasis: pasiones vergonzosas; se destaca el cambio del uso natural por el contra naturaleza (mujeres).",
  "27": "También hombres: abandono del uso natural, ardor mutuo, hechos vergonzosos; retribución debida del extravío (resultado interno del desorden).",
  "28": "No aprobar tener en cuenta a Dios: Dios los entrega a mente reprobada para hacer lo que no conviene. Se marca el núcleo: rechazo/honra negada → degradación de mente y conducta.",
  "32": "Entendiendo el juicio: no solo practican, también se complacen y promueven (activismo de maldad/po‘aley ‘aven). Dinámica: concupiscencia → pecado → muerte (Stg 1:15). Conclusión moral del bloque: humanidad caída; la libertad real depende del gobierno del poder de Dios (Rúaj Haqódesh) y se evidencia por fruto/crecimiento; sin fruto hay sospecha."
}
