{
  "2": "El celo de Israel no es conforme a ciencia porque desconocen que la salvación es por promesa y no por obras. Al ignorar que la justicia de Dios es Yehoshúa’, lo que queda es expectativa de juicio, ya que las obras no alcanzan para vida eterna.",
  "3": "Al desconocer la justicia de Dios y procurar establecer una justicia propia basada en obras, no se sujetan a la justicia de Dios, que es su fidelidad manifestada en Yehoshúa’.",
  "4": "Mashíaj es el telós/méjes de la Torah: el tesoro, la reserva final para justicia. Cuando se agotan los méritos de las obras, solo queda la justicia de Dios, cargada sobre él.",
  "5": "La justicia por la Torah consiste en vivir dentro de los mandamientos como deber, no como mérito. Las obras ordenan la vida, pero no producen salvación.",
  "6": "La justicia por la fidelidad no exige subir al cielo, porque Mashíaj ya descendió.",
  "7": "Tampoco exige descender al abismo, porque Mashíaj ya resucitó de entre los muertos. Pablo muestra así las limitaciones judías y gentiles, ambas ya resueltas en él.",
  "8": "La palabra está cercana: en la boca y en el corazón. La promesa ya fue cumplida; ahora el hombre queda capacitado para las obras.",
  "9": "Confesar YHWH–Yehoshúa’ y creer que ‘Elohim le levantó de los muertos es reconocer que el juicio cayó sobre él y que la plenitud de la deidad lo resucitó. Sin esta confesión no hay salvación.",
  "10": "La fidelidad se recibe en el corazón para justicia, y la confesión pública es para salvación. Negar el sacrificio implica quedar fuera de la resurrección.",
  "11": "El que cree no será avergonzado en el día del juicio.",
  "12": "No hay diferencia entre judío y griego: todos están bajo pecado y el mismo Señor es rico para los que él llama.",
  "13": "No es el hombre quien invoca primero; todo aquel a quien ‘Adonay llame por nombre tendrá escapatoria del juicio.",
  "14": "Nadie puede invocar ni creer si antes no oye, y nadie oye si Dios no envía mensajeros.",
  "15": "La proclamación depende del envío de Dios; por eso son hermosos los pies de los que anuncian la paz.",
  "16": "No todos escucharon; como dijo Isaías, nadie exhibe fidelidad por sí mismo. La fe requiere intervención sobrenatural.",
  "17": "La fidelidad es por el oír, pero el oír depende de la palabra/promesa de Dios. No proviene de la capacidad humana.",
  "18": "Israel oyó externamente, pero sin palabra-promesa no hubo oír efectivo. La elección es la diferencia.",
  "19": "Dios anunció que provocaría a celos a Israel con un no-pueblo, mostrando que la transformación procede solo de su poder.",
  "20": "Dios se manifestó a los que no lo buscaban, conforme a su promesa, no por iniciativa humana.",
  "21": "A Israel extendió sus manos todo el día, pero permaneció rebelde y contradictor. Esto no implica desecho, sino cumplimiento del propósito divino."
}
