{
  "1": "Dios no ha desechado a su pueblo: Pablo se presenta como “hijo/heredero” de Yisra’el, de la simiente de Abraham y de Benjamín, para evidenciar que el proyecto de las 12 tribus sigue vigente y que el ser “hijo” es algo concedido, un don.",
  "2": "“Conoció” se entiende como proegnō: Dios miró hacia adelante a su pueblo (12 tribus) y no lo ha descartado; por eso trae a Elías como testigo de que aun en crisis nacionales Dios mantiene su propósito.",
  "3": "Elías denuncia el estado oscuro de Yisra’el (profetas muertos, altares derribados) y expresa la soledad del testigo, mostrando que el problema no es “antisemitismo” sino apostasía interna del pueblo.",
  "4": "Dios responde que se reservó siete mil que no doblaron rodilla a Baal: la preservación del remanente no depende del ánimo del profeta sino del control soberano de Dios sobre su pueblo.",
  "5": "En el presente también hay remanente escogido por gracia: incluye tanto remanente de Judáh/Benjamín como el componente de las demás tribus (entendidas en dispersión entre las naciones).",
  "6": "Gracia y obras son mutuamente excluyentes como fundamento del llamado: si fuera por mérito, habría gloria humana; si es por gracia, no puede mezclarse con lógica de pago.",
  "7": "Lo que Yisra’el buscaba no lo alcanzó; la elección sí. A los demás “se les dejó el velo” (pórosis): no es ceguera impuesta ni “endurecimiento” como acto directo, sino un velo natural que obstruye la visión y que solo Mashíaj quita.",
  "8": "“Dios les dio” espíritu de sueño/ojos/oídos se explica como permitir (natán): Dios deja correr lo natural cuando no hay revelación; no necesita “tapar” activamente lo que ya está cerrado por condición humana.",
  "9": "La “mesa” propia se vuelve trampa: su convite (su propia justicia) se convierte en lazo y retribución; no es la mesa del Señor, sino la construcción humana que termina en tropiezo.",
  "10": "Oscurecimiento y agobio describen consecuencia de ese camino: los ojos quedan sin ver y la espalda bajo carga continua, como resultado de la misma mesa/lazo asumida.",
  "11": "El tropiezo de Yisra’el no fue para caída definitiva: su tropiezo sirve para que la salvación alcance a gentiles y así provocar celos, no para decretar desecho total.",
  "12": "Si el tropiezo trae riqueza al mundo y a los gentiles, con mayor razón la restauración plena traerá más plenitud: el contraste magnifica el alcance del propósito.",
  "13": "Pablo honra su ministerio a gentiles porque es instrumento en el diseño: la inclusión gentíl no es accidente, es parte del plan de Dios para su pueblo.",
  "14": "El objetivo incluye “salvar a algunos” de su sangre: el celo provocado busca que parte del componente israelita también sea alcanzado por el mismo llamado.",
  "15": "Si el extrañamiento produce reconciliación del mundo, el recibimiento será “vida de entre los muertos”: se plantea un salto cualitativo en el resultado cuando ocurra el reingreso.",
  "16": "Primicias, masa, raíz y ramas: si el origen es santo, la totalidad puede ser santa; se establece continuidad orgánica del pueblo como un solo olivo.",
  "17": "Gentiles como olivo silvestre son injertados “contra naturaleza” para participar de la raíz y de la savia: no es mérito del injertado, es decisión del dueño del olivo; la raíz es Mashíaj y la savia es su nutrición.",
  "18": "Prohibición de jactancia: el injertado no sostiene la raíz; la raíz sostiene al injertado. La identidad y permanencia dependen del origen, no del recién llegado.",
  "19": "La lectura arrogante (“las ramas se cortaron para mí”) es corregida: el corte no se interpreta como superioridad gentíl sino como advertencia contra esa lógica.",
  "20": "Las ramas fueron desgajadas por incredulidad; el injertado está en pie por fidelidad/promesa/juramento/pacto. Por eso la actitud correcta no es soberbia sino temor reverente.",
  "21": "Si Dios no tuvo consideración con ramas naturales en el escenario hipotético, menos sería razonable asumir inmunidad para el injertado: se desmonta la seguridad basada en presunción.",
  "22": "Bondad y severidad: permanecer en la bondad es el punto del argumento retórico; el texto opera como advertencia contra la jactancia, no como tesis de mérito o “pérdida por obras”.",
  "23": "Las ramas naturales pueden ser reinjertadas si no permanecen en incredulidad (cuando el velo se quite): Dios es poderoso para restaurar lo que parece seco.",
  "24": "Si el injerto contra naturaleza fue posible, con mayor razón el reinjerto de ramas naturales en su propio olivo: lo natural es más coherente que lo contra natura.",
  "25": "Misterio: a Yisra’el le acontece un velo parcial (pórosis) “hasta/mientras” entra la plenitud de los gentiles; no es absoluto porque ya hay judíos creyentes, por eso es parcial y simultáneo.",
  "26": "Entonces todo Yisra’el será salvo: el Redentor vendrá para Tziyón y apartará a Jacob de la iniquidad/condenación; Tziyón se entiende como señal y como realidad celestial que la terrenal prefigura.",
  "27": "El pacto consiste en quitar pecados: la restauración se enmarca como acto pactal de Dios, no como resultado de obras acumuladas.",
  "28": "En cuanto al evangelio son enemigos por causa de los gentiles; en cuanto a la elección son amados por los padres: se mantiene la tensión entre rechazo actual y amor electivo.",
  "29": "Los dones y el llamamiento de Dios son irrevocables: su propósito sobre el pueblo no se cancela por el estado temporal de incredulidad.",
  "30": "Los gentiles antes no exhibían fidelidad; ahora reciben piedad, y eso se alinea con Oseas: la misericordia no nace de superioridad moral sino del acto de Dios.",
  "31": "La incredulidad presente de ellos sirve para que, por la misericordia concedida a los gentiles, ellos también alcancen misericordia: se invierte el orgullo y se mantiene la esperanza.",
  "32": "Dios encierra a todos en incredulidad para tener misericordia de todos: el diagnóstico universal elimina jactancia étnica o religiosa y centra el desenlace en piedad divina.",
  "33": "Doxología: la profundidad de sabiduría y ciencia resalta que el plan excede medición humana; el enfoque no es el mérito sino la insondabilidad del juicio divino.",
  "34": "Nadie midió/sondeó el nous (Rúaj/mente/poder) del Señor ni fue su consejero: el texto apunta a dimensión y medida, no solo a comprensión intelectual.",
  "35": "Nadie le dio primero para exigir pago: la salvación no opera como retribución por inversión humana.",
  "36": "Todo es de él, por él y para él: el cierre atribuye origen, medio y fin a Dios, anulando cualquier pretensión de que el hombre “produce” el resultado final."
}
