{
  "1": "La exhortación parte “por las misericordias” y aterriza en una respuesta práctica: presentar el cuerpo como sacrificio vivo, santo y agradable. “Logikēn” (λογικην) se entiende aquí como culto conforme a la razón/orden de Dios (no “filosofía”), es decir, una obediencia consciente y sujeta a lo escrito, no a la lógica del siglo ni a tradiciones humanas.",
  "2": "“No se esquematicen con este mundo” y “metamorfísense” por renovación del entendimiento: el cambio es mental-práctico para poder demostrar/experimentar la voluntad de Dios como buena, correcta y completa (téleion/τέλειον = completo, que llega hasta el final). La renovación funciona como antídoto contra “ser sabio en los propios ojos”.",
  "3": "La gracia recibida obliga a una autoevaluación sobria: no pensar de sí “más alto” sino con firmeza/templanza según el metron (μέτρον). Aquí “metron” no es cantidad, sino patrón/estándar que no cambia: el estándar es Mashíaj; por eso la identidad y el servicio se miden por ese patrón, no por ego o comparación.",
  "4": "Modelo orgánico: en un cuerpo hay muchos miembros y funciones distintas; el valor no se define por jerarquía sino por función. El mensaje corta de raíz la competencia y la jactancia: cada parte es necesaria.",
  "5": "Unidad real: muchos forman un solo cuerpo en Mashíaj y son miembros unos de otros. Esto empuja a cooperación y ayuda mutua, no a etiquetas sectarias; la pertenencia se define por “nueva creación” y por la vida del cuerpo, no por marcas denominacionales.",
  "6": "Los dones existen “según la gracia” y deben operarse conforme al metron/estándar de la fidelidad: el uso del don se somete al patrón de Mashíaj. No es “más don por más cantidad de fe” sino don como asignación funcional; Dios reparte conforme a su diseño del cuerpo.",
  "7": "Servicio: el énfasis no es prestigio sino ejecución. Servir es servir; el valor está en la fidelidad al rol asignado, sin buscar espectáculo ni apropiarse de gloria.",
  "8": "Enseñar, exhortar, repartir, presidir y hacer misericordia: se aterriza en ética concreta. Repartir con sencillez, presidir como nasí (el que carga) con diligencia/rapidez, y la Tzedaqáh con alegría: la misericordia bíblica es acción hacia el necesitado, no performance ni obligación amarga.",
  "9": "Amor sin fingimiento = amor con discernimiento: aborrecer lo malo y adherirse a lo bueno. “Lo malo” es lo que se opone a la voluntad de Dios; tolerarlo por ‘quedar bien’ vuelve el amor hipócrita. El amor bíblico no es romanticismo, es lealtad a lo bueno de Dios.",
  "10": "Amor fraternal y honra: preferirse mutuamente en honra rompe la ambición interna. La comunidad se sostiene con respeto activo, no con rivalidad por posición.",
  "11": "Diligencia y ardor en Rúaj: la pereza y la tibieza son obstáculos humanos para participar en lo que Dios hace. El llamado es a estar preparado y disponible para servir cuando Dios disponga, no a dirigir a Dios con agendas.",
  "12": "Esperanza, tribulación y oración: perseverancia integral. La esperanza sostiene, la tribulación prueba, y la oración mantiene conexión y dependencia; no se trata de mérito, sino de constancia.",
  "13": "Comunicar necesidades y practicar hospitalidad: la santidad se expresa en economía del cuidado. La comunidad se vuelve hogar operativo para los santos, no solo discurso.",
  "14": "Bendecir perseguidores y no maldecir: se prohíbe responder desde la carne. La respuesta del creyente se alinea con la justicia de Dios, no con la revancha humana.",
  "15": "Empatía activa: gozar con el que goza y llorar con el que llora. El cuerpo comparte cargas y alegrías como una sola vida orgánica.",
  "16": "Unanimidad sin altivez; asociarse con humildes; no ser sabios en la propia opinión: conecta directo con Pr 3:7 (“no seas sabio en tus ojos”). Puede leerse también como ‘no juzgar con tus ojos’: no operar por vista/categorías del mundo sino por temor de YHWH y apartarse del mal.",
  "17": "No devolver mal por mal y procurar lo bueno delante de todos: la ética pública del creyente busca lo honorable verificable, no la reacción visceral.",
  "18": "Paz con todos “en cuanto dependa de vosotros”: el mandato reconoce límites (no todo depende del creyente) pero exige máxima disposición a la paz.",
  "19": "No venganza personal: dejar lugar a la ira/justicia de Dios. Aquí la frase final del listado tiene un error de copia (“nariz (alergia)”), pero el sentido pretendido es: la retribución pertenece a Dios; el creyente no se arroga ese rol.",
  "20": "Bondad hacia el enemigo: alimentar y dar de beber, y “ascuas” sobre su cabeza como efecto de vergüenza/convicción; el método para vencer no es superioridad agresiva sino bien activo.",
  "21": "Cierre: no ser vencido por lo malo; vencer con el bien el mal. El capítulo regula convivencia (especialmente en tensiones judíos/gentiles) mostrando que el culto ‘logikēn’ es obediencia práctica al patrón de Mashíaj: humildad, servicio, amor sin fingimiento y disciplina comunitaria."
}
