{
  "1": "El mandato de sujeción se enmarca en convivencia pública: cómo deben comportarse creyentes (judíos y gentiles) ante autoridades romanas e incrédulos. La corrección clave es lógica-condicional: “no hay autoridad sino está de parte de Dios”, es decir, autoridad legítima en cuanto actúa en consonancia con el orden/voluntad de Dios; por eso “las que hay” están “señaladas” (marcadas) para sostener orden civil, no para reemplazar a Dios.",
  "2": "Resistir a la autoridad trae condenación cuando esa autoridad representa el orden (no cuando manda contra Dios). Se pone el límite apostólico: si una autoridad prohíbe obedecer/decir lo que Dios manda (caso Pedro/Juan), deja de ser autoridad en ese punto. No es “rebeldía” desobedecer una orden que contradice a Dios; lo condenable es la resistencia caprichosa al orden justo.",
  "3": "Los magistrados/jueces existen para infundir temor al que hace lo malo, no al que hace lo bueno. En un orden civil normal, lo bueno no debería ser penalizado; por eso el texto refuerza: si haces lo bueno, la autoridad (idealmente) te aprueba.",
  "4": "La autoridad es “servidor de Dios para tu bien” cuando castiga lo malo; “la espada” representa coerción/pena. El punto no es sacralizar al Estado sino reconocer función: frenar el mal social. Si la autoridad se vuelve agente del mal, ya no opera “para tu bien” y pierde el argumento del servicio divino en ese acto.",
  "5": "Sujeción no solo por miedo al castigo, sino por conciencia: reconocer la convención social del orden cuando no se opone a Dios. Se insiste: Dios no es ministro del mal; por eso la obediencia cristiana no es servilismo ciego sino sujeción consciente al bien.",
  "6": "Impuestos: se pagan porque el orden civil cuesta (jueces, administración, estabilidad). Pablo corta la tentación de “rebeldía fiscal” como si fuese espiritual: la Torah no prohíbe pagar tributos a un imperio; negarse por orgullo trae problemas legales y escándalo innecesario.",
  "7": "Regla de justicia práctica: dar a cada quien lo debido (tributo, impuesto, respeto, honra). No es adoración a la autoridad, es cumplimiento de obligaciones y trato correcto en esfera pública.",
  "8": "Transición al eje ético: la única “deuda” permanente es el amor mutuo. Aquí “cumplir la Torah” no significa abolir mandamientos, sino vivir el eje relacional que la Torah ordena: amar dentro de parámetros divinos.",
  "9": "El ‘resumen’ no elimina detalles: el amor se define por mandamientos concretos (no adulterar, no matar, no hurtar, no mentir, no codiciar, etc.). Además se introduce tu lectura: en hebreo el mandato al prójimo va con “le-” (indirecto), no con “’et” (objeto directo), por eso se propone el sentido: amar ‘por tu ser el prójimo / por ser tú el amigo de Dios’, es decir, amar desde identidad obediente, no desde criterio subjetivo.",
  "10": "Conclusión moral: el amor no hace mal al otro; por tanto, el propósito/razón de ser de la Torah en lo relacional se expresa como amor operativo (amor que aborrece el mal y se pega a lo bueno). No es sentimentalismo: es obediencia que protege la vida del otro (biológica, moral y social).",
  "11": "Urgencia escatológica/práctica: ‘conociendo el tiempo’, es hora de despertar. La salvación está ‘más cerca’ (en términos de consumación), así que no hay espacio para apatía.",
  "12": "Imagen noche/día: dejar obras de tinieblas y vestirse con armas de luz. Es lenguaje de disciplina: quitar hábitos de oscuridad y adoptar prácticas visibles de justicia.",
  "13": "Lista de conductas a desechar: glotonería, borrachera, lujuria/seducción, contiendas y envidia. Son marcas del ‘siglo’ que destruyen comunidad y testimonio público.",
  "14": "Cierre: ‘vestirse’ de Adonai Yehoshúa’ Hamashiaj = asumir su patrón de vida; y no “proveer” a la carne (no darle presupuesto/planificación a sus deseos). El enemigo principal no es Roma sino la carne mal entrenada; por eso el capítulo combina orden civil + ética de santidad visible."
}
