{
  "1": "El “débil” no es el “medio mundano”, sino el que está debilitado/desconcertado “con relación a Dios” (tē pistei = de la fidelidad), es decir, con relación a las determinaciones divinas que está costando aceptar. La orden es recibirlo, pero no para armar “tiendas y disputas” (pleitos/controversias) por opiniones.",
  "2": "La señal de identidad del débil aparece por contexto: “come legumbres”. Eso cuadra con el judío formado en restricciones rabínicas sobre comida preparada por gentiles (sospecha de profanación/‘jol’), por eso se abstiene y reduce su dieta a lo que su tradición permite sin supervisión. El “fuerte” (el gentil o el no atado a esas cercas) come “todo” en el sentido: todo lo permitido por la Torah, sin cercos rabínicos adicionales.",
  "3": "Regla de convivencia: el que come no menosprecie al que no come; el que no come no juzgue al que come. Razón: Dios lo recibió. El problema no es Levítico 11, sino la soberbia/discriminación y el juicio por estándares humanos.",
  "4": "Límite del juicio: no se juzga al “criado ajeno” por reglas que Dios no mandó. El criterio final es el Señor: Él sostiene o deja caer. Se corta la lógica de “mi cerco = tu pecado”.",
  "5": "“Día y día”: no es que “todos los días sean iguales” (eso chocaría con el Shabat), sino diferencias internas dentro del calendario/gradaciones rabínicas (p. ej., distinciones de tipos de Shabat o jornadas de mo’ed) que el gentil no está obligado a cargar. Cada uno esté convencido, sin condenar al otro por tecnicismos humanos.",
  "6": "Principio rector: lo que se hace (comer o no comer; observar o no observar tales distinciones) se hace “para el Señor”, con acción de gracias. El eje no es el estándar cultural, sino vivir para el Señor y su voluntad, no para reglamentos identitarios.",
  "7": "Nadie vive para sí: se prohíbe convertir la mesa, el calendario y la conciencia en campos de poder humano. La vida del creyente pertenece al Señor.",
  "8": "Vivir o morir: refuerza que el dueño del pueblo es el Señor; por eso las decisiones deben alinearse a su fidelidad, no a neurosis identitaria ni a orgullo gentil.",
  "9": "La muerte y resurrección de Mashíaj fundamenta su señorío sobre vivos y muertos: por tanto, la comunidad no puede fragmentarse por debates de comida/días que no definen el reino.",
  "10": "Corrección de enfoque: el problema no es solo “juzgar”, sino “debilitar” al hermano (hacerlo caer/desalentarlo) con presiones. Todos rendirán cuentas ante el tribunal de Mashíaj, no ante un tribunal de reglas humanas.",
  "11": "Cita profética: toda rodilla se doblará y toda lengua confesará a Dios. Esto desmonta la arrogancia de quien se erige en juez por encima de lo que está escrito.",
  "12": "Cada uno dará cuenta a Dios “cerca de la palabra”/asuntos propios: tus pendientes, tus reglas, tu manera de aprobar. El juicio real es por lo que Dios escribió, no por cercos inventados.",
  "13": "“No nos juzguemos”: no es anular la exhortación bíblica, sino no convertir diferencias de práctica (marcadas por tradición humana) en tropiezo. El mandato es: no pongas ocasión de caer por tecnicismos.",
  "14": "Clave léxica: koinon (κοινόν) no es “tamé’” (impuro), sino “jol” (común/profano). La corrección evita la ruptura: Pablo no anula Levítico 11; dice que nada es “profano” en sí mismo (en este debate), y si alguien lo estima profano, para él lo es (en su conciencia). El concepto “jol” pertenecía al ámbito de lo apto pero no apto para culto; sin Templo, no debe imponerse como criterio condenatorio en la mesa.",
  "15": "Amor práctico: si tu comida contrista al hermano, ya no andas en amor. No destruyas al otro por tu manera de concebir/regular la comida (sobre todo cuando son cercos rabínicos que discriminan al gentil).",
  "16": "Cuidado comunitario: que “vuestro bien” (tu disciplina, tus prácticas) no sea blasfemado por la forma en que lo impones o por el efecto segregador que produces.",
  "17": "El reino no tiene como objetivo la rigurosidad técnica de comida/bebida, sino justicia, paz y gozo en el Ruaj HaQodesh. Eso no elimina Torah: define prioridades y evita que lo secundario (cercos humanos) se vuelva el centro.",
  "18": "Servir a Mashíaj en ese eje (justicia/paz/gozo) agrada a Dios y es aprobado por los hombres: la comunidad gana credibilidad pública cuando no se despedaza por tecnicismos.",
  "19": "Meta: perseguir paz y edificación mutua. Aquí se entiende por qué habrá “débiles”: algunos están en proceso de soltar prejuicios frente a la decisión divina de recibir gentiles sin imponer yugo rabínico.",
  "20": "“Todas las cosas son limpias” se limita al campo semántico del argumento: lo que Dios ya declaró permitido (tahor) no debe tratarse como “jol” para condenar al otro. Malo es comer “con escándalo”, es decir, usar la comida como arma para tropezar al hermano.",
  "21": "“No comer carne ni beber vino” no es vegetarianismo; alude a los puntos simbólicos de mayor fricción (carne degollada/preparación; vino/jugo de uvas) que el judío rabínico rechazaba cuando provenían de gentiles. El principio es: si algo (aun permitido) se vuelve instrumento de tropiezo por tu postura, prioriza al hermano.",
  "22": "Si tienes una “fidelidad” particular (tu modo de observar), tenla para ti delante de Dios; no la uses para condenar o segregar. Bienaventurado el que no se autocondena en lo que aprueba: si apruebas discriminación bajo “piedad”, la propia Escritura te acusa.",
  "23": "El que duda/hace diferencias al comer queda condenado porque no actúa “desde la fidelidad” (desde Dios), sino desde prejuicio/cerco humano; y todo lo que no procede de fidelidad es pecado. Cierre: Romanos 14 regula relaciones judíos-gentiles para no imponer “jol” rabínico, sin tocar la vigencia de los mandamientos de la Torah."
}
