{
  "1": "“Los fuertes” = los que no están trabados por el desconcierto frente a decisiones divinas (la inclusión de gentiles sin yugo rabínico). Mandato: cargar/sobrellevar (no “aguantar con fastidio”) las debilidades del débil; no “agradarse a sí mismo” = no escoger la comodidad propia a costa de rechazar, segregar o humillar al hermano.",
  "2": "La regla práctica: agradar al prójimo “en lo bueno” con un fin: edificación. No es complacer caprichos ni validar prejuicios, sino actuar de modo que el otro crezca y la comunidad se consolide.",
  "3": "Modelo: Mashíaj no se agradó a sí mismo; asumió la carga del oprobio. La cita (“los vituperios… cayeron sobre mí”) conecta con la idea de cargar juicios de valor/denuestos ajenos. En el marco del conflicto judío–gentil: el fuerte soporta el proceso del débil sin devolver desprecio por desprecio.",
  "4": "Función de la Escritura: lo escrito antes enseña y produce dos frutos comunitarios: paciencia (sostener procesos) y consolación (aliento), para mantener esperanza real, no idealismo ingenuo.",
  "5": "Unidad no nace de uniformidad cultural, sino de paciencia dada por ‘Elohim: un mismo sentir “según Mashíaj” (según su patrón), no según cercos rabínicos ni libertades usadas como arma.",
  "6": "Meta litúrgica y comunitaria: unanimidad y “una confesión/una voz” para glorificar a ‘Elohim. La división por bandos (estilo Corinto: “yo soy de…”) se corta de raíz: el foco común es la gloria de ‘Elohim, no la identidad de grupo.",
  "7": "Imperativo de mesa y comunidad: recibirse/sobrellevarse mutuamente “como Mashíaj nos sobrellevó”. No es tolerancia permisiva: es hospitalidad del pacto sin discriminación por estándares humanos.",
  "8": "Mashíaj como “ministro de la circuncisión”: confirma promesas hechas a los padres (fidelidad histórica de ‘Elohim hacia Yisra’el). Esto impide que el gentil se vuelva arrogante contra el judío y, a la vez, impide que el judío convierta su herencia en instrumento de exclusión.",
  "9": "Propósito paralelo: que los gentiles glorifiquen a ‘Elohim por su jésed (favor no obligado). La inclusión gentil no nace de mérito étnico ni cultural, sino de misericordia soberana.",
  "10": "Cita clave de unidad: “Alegraos, gentiles, junto con su pueblo”. Lectura funcional: goyim + ‘am (pueblo con identidad) celebran juntos; el texto sirve como mandato de convivencia celebrativa, no como permiso para que uno absorba o desprecie al otro.",
  "11": "Universalización del culto: todas las naciones alaban; todos los pueblos cantan. No es reemplazo del pueblo judío, sino expansión del reconocimiento de ‘Elohim en pluralidad reconciliada.",
  "12": "Eje mesiánico: la raíz de Isaí como pendón para las naciones; los gentiles esperan en él. Los “sin genealogía/raíz identitaria” reciben pertenencia por Mashíaj: esperanza con dirección, no asimilación cultural forzada.",
  "13": "Resultado espiritual: ‘Elohim llena de gozo y paz “en el creer”, para abundar en esperanza por el Ruaj HaQodesh. En el argumento: cuando baja la pelea por tecnicismos, sube el fruto del Ruaj (paz real, gozo real, esperanza operativa).",
  "14": "Amonestación sana: comunidad “llena de bondad” (forma) y “conocimiento” (contenido: de ‘Elohim, por Escritura) para corregirse mutuamente. Se distingue: juzgar para restaurar ≠ condenar para excluir. Bondad sin verdad = alcahuetería; verdad sin bondad = hacha que destruye.",
  "15": "Tono apostólico: Pablo escribe con atrevimiento pedagógico para recordar, por gracia recibida. No es imposición de ego, es función de recordatorio para frenar el combate inútil.",
  "16": "Vocación: ministro a gentiles para que ellos mismos sean “ofrenda agradable”, santificada por el Ruaj. La meta no es gentiles “judaizados” por cercos humanos, sino gentiles consagrados por el Ruaj en obediencia.",
  "17": "Corrección de enfoque personal: Pablo no presume; participa de la gloria “en lo que a ‘Elohim se refiere” por medio de Yehoshúa’ Hamashíaj. La gloria se atribuye a ‘Elohim, no al mensajero.",
  "18": "Límite ético del testimonio: no hablar sino de lo que Mashíaj hizo para la obediencia de los gentiles, con palabra y obras. Obediencia aquí funciona como fruto del evangelio, no como bandera de superioridad cultural.",
  "19": "Alcance misionero: desde Yerushalayim hasta Ilírico, “llenó” el anuncio con poder del Ruaj (prodigios/milagros). El énfasis es que el mismo Ruaj operó sin hacer diferencia étnica: argumento indirecto contra segregación interna en Roma.",
  "20": "Estrategia: predicar donde no se había nombrado a Mashíaj, para no edificar sobre fundamento ajeno. Humildad ministerial: no competir por territorio, sino abrir camino.",
  "21": "Base profética: verán/entenderán los no anunciados. Pablo se ancla en Escritura para legitimar la expansión a gentiles como plan antiguo, no innovación caprichosa.",
  "22": "Razón logística del retraso: impedimentos reales, no falta de interés. Se explica la ausencia física mientras se atienden frentes abiertos.",
  "23": "Cambio de etapa: sin más “campo” en esas regiones, desea visitar Roma. El deseo no es turismo: es consolidación, comunión y orden comunitario.",
  "24": "Proyecto de ruta: pasar por Roma rumbo a Shfaniya (España). Se plantea como tránsito con gozo mutuo y ayuda de la comunidad para continuar misión.",
  "25": "Prioridad inmediata: ir a Yerushalayim a ministrar a los santos (servicio concreto). La teología desemboca en logística solidaria.",
  "26": "Colecta: Macedonia y Acaya aportan para pobres de los santos en Yerushalayim. Se vuelve evidencia material de unidad judío–gentil: compartir recursos, no solo discursos.",
  "27": "Principio de deuda: gentiles participaron de bienes espirituales; corresponde servir con bienes materiales. No es compra de favor: es justicia relacional dentro de un solo pueblo.",
  "28": "Plan reiterado: entregar el fruto y luego pasar por Roma hacia Shfaniya. Muestra orden: primero responsabilidad con Yerushalayim, luego expansión.",
  "29": "Expectativa: llegar a Roma con abundancia de bendición del anuncio. La “bendición” en contexto es edificación y consolidación, no espectáculo.",
  "30": "Petición de apoyo: oración por protección y por aceptación de la ofrenda. La misión depende de ‘Elohim, no del cálculo humano.",
  "31": "Riesgo: ser librado de rebeldes en Yehudah y que el servicio sea acepto. Hay tensión interna en Judea; no idealiza el ambiente.",
  "32": "Deseo final: llegar con gozo por voluntad de ‘Elohim y recrearse con ellos; cierre: ‘Elohim de paz. El capítulo amarra todo: paciencia → unidad → servicio práctico → paz."
}
