{
  "1": "Febe: “diákonos” = servidora/enviada funcional de la comunidad en Cencrea. Punto clave del comentario: reconocer servicio femenino real (diaconisa/profetisa/cantoras), sin confundir “don/servicio” con “autoridad/encabezamiento” sobre varón.",
  "2": "Febe es “enviada” (idea de shliáj tzibbur / shliját tzibbur): portadora de necesidades, vocería y apoyo logístico. Mandato: recibirla y ayudarla; su historial: “ha ayudado a muchos” (servicio comprobable, no título jerárquico).",
  "3": "Prísqilas y Aquilas: colaboradores en Yehoshúa’ HaMashíaj. Se resalta el modelo de equipo y cooperación, no liderazgo individualista.",
  "4": "Exponen la vida por Pablo; gratitud extendida a congregaciones gentiles. Subraya unidad translocal: redes de apoyo entre comunidades.",
  "5": "Congregación en casa: “ekklesía” = asamblea/reunión, no necesariamente “templo”. Epéneto: primicia de Asia (se prefiere Asia por evidencia griega; Acaya aparece como variante/lectura).",
  "6": "María “trabajó mucho *para* vosotros” (eis: dirección/beneficio). Matiz: servicio orientado a edificación, no reclamo de méritos para exigir deuda moral.",
  "7": "Andrónico y Junia(s): parientes (sungenéis) y compañeros de cautividad; “insignes entre los apóstoles” y anteriores a Pablo en Mashíaj. Se enfatiza continuidad de nombres greco-romanos sin “hebraización” compulsiva.",
  "8": "Amplias: amado en Adonai/Hashem (según el contexto de saludo). La sección recalca tejido afectivo real dentro de la comunidad.",
  "9": "Urbano: ayudador/colaborador; Stachis: amado. Se usa como ejemplo contra castellanizaciones que deforman pronunciación/ortografía original.",
  "10": "Apeles: “refinado/aprobado” en Mashíaj. Saludos a la casa de Aristóbulos: núcleos domésticos como células comunitarias.",
  "11": "Herodión: pariente (sungenís). Casa de Narciso: “los que están en el Señor” = pertenencia por fidelidad, no por estatus social.",
  "12": "Trifen(a) y Trifosa: mujeres “que trabajan en el Señor”. El comentario remarca funciones reales femeninas (trabajo/servicio), sin convertirlas automáticamente en autoridad gubernativa.",
  "13": "Pérsida: trabajó mucho. Rufo: escogido. “Su madre y mía” = metáfora de cuidado/parentesco espiritual (no filiación biológica).",
  "14": "Lista de hermanos y círculo: asambleas satélite conectadas. Se observa pluralidad de nombres y grupos, mostrando estructura no centralizada en una sola figura.",
  "15": "Filólogo, Julia, Nereo y su hermana, Olimpas y santos: diversidad y red doméstica; la santidad se expresa como pertenencia comunitaria activa.",
  "16": "Ósculo santo: señal de paz y unidad práctica. “Asambleas de Mashíaj” (ekklesíai/synagōgai como términos de asamblea) refuerza que el concepto original no es “edificio” sino reunión.",
  "17": "Giro fuerte: observar a los que causan divisiones y tropiezos *contra la doctrina recibida* y apartarse. Contrasta con la tolerancia cultural de caps. 14–15: aquí no se tolera lo que rompe el núcleo doctrinal del evangelio.",
  "18": "Perfil de los divisionistas: no sirven a Yehoshúa’, sino a su vientre; seducen con palabras suaves/bendiciones a los ingenuos. Criterio: intención y fruto (engaño + auto-beneficio).",
  "19": "Elogio y objetivo pedagógico: obediencia notoria; Pablo desea “sabios para el bien” e “ingenuos para el mal” (astucia ética invertida: discernimiento para lo bueno, cero complicidad con lo torcido).",
  "20": "Cierre de esperanza práctica: ‘Elohim de paz aplastará a Satanás bajo los pies “en breve”. Se mantiene la línea del capítulo: paz comunitaria no es ingenuidad; incluye victoria contra el agente de división.",
  "21": "Saludos finales: Timoteo colaborador; Lucio, Yasón, Sosípater parientes (sungenéis). Se menciona la posibilidad (no afirmación) de relación nominal Lucio/Lukas, sin inventar nombres hebreos sin base.",
  "22": "Tercio: amanuense (quien escribe la carta). Dato técnico que confirma dictado y redacción asistida.",
  "23": "Gayo: hospedador de Pablo y de la asamblea; Erasto: tesorero de la ciudad; Cuarto: hermano. Se muestra inserción social diversa (hospitalidad + función civil) dentro del cuerpo.",
  "24": "Bendición: gracia de Yehoshúa’ HaMashíaj sobre todos. Funciona como sello comunitario tras corrección y advertencias.",
  "25": "Doxología: ‘Elohim puede confirmarlos según el evangelio y la proclamación de Yehoshúa’, conforme a “misterio” antes encubierto. Énfasis: estabilidad doctrinal como antídoto contra divisores.",
  "26": "El misterio ahora manifestado por Escrituras proféticas, por mandamiento del ‘Elohim eterno, declarado a las naciones “para obediencia de fidelidad”. Punto: la revelación produce obediencia (no licencias), y se universaliza sin perder anclaje profético.",
  "27": "Cierre final: gloria al único y sabio ‘Elohim por medio de Yehoshúa’ HaMashíaj para siempre. La carta termina donde empezó la preocupación práctica: unidad, obediencia y paz bajo el patrón divino, no bajo estándares humanos."
}
