{
  "1": "El ‘varón/’ish’ no es cualquier hombre (‘adam’), sino el que anda en Toráh. Pablo cambia el destinatario: ya no describe a la humanidad en general (cap. 1), sino al judío observante que se atreve a juzgar. El problema no es juzgar, sino juzgar haciendo lo mismo. El ‘ish’ tiene capacidad de discernir por la Toráh, pero si juzga y practica lo mismo, se auto-condena. La distinción hebrea es clave: no todo ‘adam’ es ‘ish’.",
  "2": "El juicio de Dios es según verdad para todos: judíos y gentiles. Tener Toráh no exime del juicio. Pablo prepara la conclusión: todos están bajo pecado (Ro 3:9). La Toráh no es el fin último ni el problema; el fin es ser uno con Dios.",
  "3": "El judío (‘ish’) no debe confiar en la carne ni en la identidad externa. Juzgar a otros no evita el juicio divino. El conocimiento de Toráh aumenta la responsabilidad, no la inmunidad.",
  "4": "La benignidad de Dios es la que guía a la Tshuváh (retorno). El arrepentimiento no nace de la voluntad humana, sino de la bondad de Dios. El trasfondo judío creía que todo Israel heredaba el mundo venidero; Pablo confronta esa seguridad carnal. Dios puede guiar al arrepentimiento tanto a judíos como a gentiles.",
  "5": "El corazón humano es duro por naturaleza; no arrepentido, acumula ira. Dios no endurece al hombre: el hombre ya es duro. El juicio se aplaza por misericordia, pero llega. Como en el reposo de la tierra, la paciencia divina no anula el juicio.",
  "6": "Dios paga al ‘ish’ conforme a sus obras. ‘Ish’ es el observante de la voluntad divina; ‘adam’ vive de espaldas a Dios. No se trata de mérito humano, sino de coherencia con la obra que Dios produce.",
  "7": "La sintaxis no enseña que la vida eterna sea pago de obras. La retribución es gloria, honra e incorrupción; la vida eterna es lo que se busca. Perseverar en la buena obra (mandamientos) no compra la vida eterna, sino que evidencia la santificación que conduce a ella.",
  "8": "Los que obran por rivalidad y desobedecen a la verdad se someten a ira. No es identidad, sino obediencia a la verdad lo que marca la diferencia.",
  "9": "Tribulación y angustia alcanzan a todo el que obra mal: judío primero y luego griego. La prioridad no es privilegio, sino mayor responsabilidad.",
  "10": "Gloria, honra y paz para el que hace lo bueno, sin distinción. Dios no hace acepción de personas.",
  "11": "No hay favoritismo divino: la identidad externa no pesa en el juicio.",
  "12": "Los que pecaron sin Toráh perecen sin Toráh; los que pecaron dentro de la Toráh serán juzgados/defendidos por la Toráh. ‘Juzgar’ (shafat) aquí implica defender conforme a las promesas del pacto. El pecado es estar destituido de la gloria de Dios.",
  "13": "No los oidores, sino los hacedores de la Toráh son declarados practicantes de justicia (tzadik). Ser ‘justo’ es ser hecho practicante de la justicia por la fidelidad de Dios.",
  "14": "El gentil que no posee el rollo de la Toráh, pero practica lo que la Toráh enseña, muestra una obra que no proviene del acceso textual.",
  "15": "La Toráh fue escrita en el corazón por el Rúaj Haqódesh. Dios hace con judíos y gentiles lo mismo: quita el corazón de piedra y hace andar en sus estatutos (Jer 31).",
  "16": "El juicio revelará los secretos del hombre por medio de Yehoshúa’ HaMashiaj. Allí se manifestará quién fue escogido por Dios y quién permaneció como enemigo.",
  "17": "‘Sobrenombre judío’ no es étnico ni geográfico, sino espiritual: proclamador de la unicidad de Dios (Yehudi/Yahidi). Apoyarse en la Toráh y alardear de Dios exige coherencia.",
  "18": "La Toráh instruye y capacita para aprobar lo trascendente. No es culpable del pecado; enseña a discernir lo que permanece.",
  "19": "El judío se percibe como guía y luz, lo que incrementa su responsabilidad.",
  "20": "La Toráh es la forma del conocimiento y de la verdad; educa, corrige y revela.",
  "21": "La incoherencia del maestro invalida su enseñanza: predicar sin vivir deshonra a Dios.",
  "22": "Transgredir lo que se enseña (adulterio, sacrilegio) equivale a profanar lo sagrado.",
  "23": "Gloriarse en la Toráh mientras se la transgrede deshonra a Dios.",
  "24": "El nombre de Hashem es profanado entre los gentiles por causa del comportamiento del pueblo. Pablo hace un drash uniendo Isaías 52 y Ezequiel 36: el testimonio incoherente vacía el Nombre.",
  "25": "La circuncisión es valiosa solo si hay práctica de Toráh. Sin obediencia, se vuelve un distintivo vacío, como un símbolo cultural sin contenido espiritual.",
  "26": "El incircunciso que guarda la Toráh es tenido como circunciso. Las obras revelan la realidad interna.",
  "27": "El incircunciso obediente juzga al circunciso transgresor. La letra sin vida no justifica.",
  "28": "No es judío el que lo es exteriormente ni la circuncisión meramente física.",
  "29": "Judío es el que lo es en lo interior: la circuncisión del corazón. Ser temeroso de Hashem aun en lo secreto. La ‘letra’ aquí es la del hombre, no la Toráh viva. La alabanza proviene de Hashem, no de los hombres."
}
