{
  "1": "La pregunta no niega lo dicho en el cap. 2: la circuncisión “aprovecha” solo si hay coherencia práctica con la Toráh. Pablo plantea la objeción típica: si el juicio es igual para todos y lo interior pesa más que lo exterior, ¿para qué sirve ser judío o estar circuncidado? La respuesta va a ser: sí hay ventaja, pero no como “mérito” automático, sino como responsabilidad real.",
  "2": "La primera ventaja es que la Palabra de Dios fue confiada al judío. Eso es honra y depósito: custodiar, preservar y transmitir. Pero si el judío profana el Nombre, no funciona como testigo fiel de esa Palabra, porque sin práctica no entiende ni conserva el sentido de lo confiado.",
  "3": "Objeción: si algunos judíos fueron incrédulos, ¿su incredulidad anula la fidelidad/verdad de Dios? Pablo separa el fracaso humano del cumplimiento divino: la infidelidad del hombre no convierte a Dios en fallido.",
  "4": "Respuesta: Dios permanece verdadero aunque el hombre sea mentiroso. Pablo cita el Salmo 51 para sostener que Dios “vence” cuando es juzgado: su palabra se muestra justa aun cuando el hombre queda en falta. La idea es que Dios no queda deslegitimado por la incredulidad humana; al contrario, se confirma su justicia.",
  "5": "Nueva objeción “como hombre”: si la iniquidad humana resalta la justicia de Dios, ¿sería injusto que Dios castigue? Pablo está empujando el razonamiento al absurdo para mostrar que el castigo no contradice la justicia; la justicia se manifiesta precisamente en que Dios no relativiza el mal.",
  "6": "Negación tajante: si Dios no castigara, no habría juicio real. Y si no hay juicio, ¿cómo juzgaría Dios al mundo? El argumento es lógico: la justicia divina exige juicio; sin juicio, la noción misma de juez justo colapsa.",
  "7": "Pablo formula la acusación contra su mensaje: si “mi mentira” hace crecer la gloria de Dios, ¿por qué se me juzga como pecador? Es un modo de exhibir la mala fe del acusador: llaman “mentira” a una predicación cuyos frutos muestran lo contrario.",
  "8": "La ironía se vuelve explícita: “Hagamos males para que vengan bienes”. No es mandato, es sarcasmo: si ustedes etiquetan la predicación como “mal”, entonces —siguiendo su lógica— habría que hacer “más mal”. Pablo denuncia la calumnia y remata: la condenación de quienes razonan así es justa.",
  "9": "Conclusión del bloque: no somos mejores. Judíos y gentiles están bajo pecado. Tener Toráh o carecer de ella no cambia la sentencia universal sobre la carne: toda la humanidad nace torcida; la diferencia aparece solo cuando Dios llama y forma.",
  "10": "Inicio del drash: “no hay justo”. Pablo apila citas para describir la condición humana universal, no un grupo externo. La “justicia” no se encuentra en el hombre como cualidad nativa.",
  "11": "No hay quien entienda ni busque a Dios. Derriba la ilusión de que el hombre naturalmente busca a Dios de corazón. Si alguien busca, es porque Dios lo está atrayendo.",
  "12": "Todos se desviaron, no hay hacedor del bien. Es sentencia totalizante: no admite excepciones por etnia, tradición o acceso a textos sagrados.",
  "13": "La corrupción se expresa en la palabra: garganta, lengua, veneno. La maldad no es solo actos; es estructura interna que sale por boca y engaño.",
  "14": "Maldición y amargura: el discurso humano revela el daño moral, y evidencia que el problema no es solo “falta de información religiosa”.",
  "15": "La violencia: pies que corren a derramar sangre. Pablo pinta a la humanidad como una maquinaria que se precipita al daño si Dios no la contiene.",
  "16": "Quebranto y desventura: el pecado deja huella social y personal; destruye caminos y relaciones.",
  "17": "No conocieron camino de paz: la humanidad no produce shalom por sí misma. Sin intervención divina, su rumbo natural no es reconciliación.",
  "18": "No hay temor de Dios delante de sus ojos: cuando no hay temor, el hombre se suelta en lo oculto. Esto conecta con lo dicho antes: la incoherencia del que presume Toráh sin temor real.",
  "19": "La ‘Toráh’ aquí funciona como sentencia escrita: lo que “dice” se dirige a los que están dentro de esa sentencia para cerrar toda boca y dejar al cosmos bajo juicio. No es “mandamientos” en sentido técnico, sino el veredicto que encierra a todos (judíos y gentiles) en culpabilidad.",
  "20": "Por obras de toráh (cualquiera que sea) ninguna carne será justificada. La función de la toráh aquí es diagnóstico: traer reconocimiento de pecado, no producir justificación como salario de conducta.",
  "21": "Ahora se manifiesta la justicia de Dios aparte de toráh, pero no desconectada: está testificada por la Toráh (Pentateuco) y los profetas. Es “aparte” en el sentido de que no procede como resultado de obras; y “testificada” porque Moisés y los profetas ya anunciaban esa justicia.",
  "22": "Esa justicia es “de Yehoshúa’ HaMashiaj” y se aplica a todos los que creen, sin diferencia. No hay dos vías: una para judío y otra para gentil; hay un solo mecanismo: fidelidad de Dios operando en el Mesías.",
  "23": "Todos pecaron: estar destituidos de la gloria de Dios describe el pecado como condición, no solo como lista de actos. Nadie puede presentarse con ventaja moral propia.",
  "24": "Justificación gratuita por gracia: no por obras, sino por redención (pidyón, precio de compra) en Yehoshúa’ HaMashiaj. El énfasis es que la liberación no se compra con conducta; se recibe porque Dios paga el rescate.",
  "25": "Yehoshúa’ es puesto como propiciatorio (kapóret): el lugar donde la sangre se presentaba y Dios se manifestaba. Ahora ese “lugar” es el Mesías: por fidelidad en su sangre se manifiesta la justicia de Dios, mostrando paciencia al pasar por alto pecados pasados.",
  "26": "La justicia se manifiesta “en este tiempo” para que Dios sea justo y el que justifica al que es “de fidelidad de Yehoshúa’”. La idea central: la justificación no viola la justicia; la revela.",
  "27": "La jactancia queda excluida. No por una “ley de obras”, sino por la fidelidad. El esquema de méritos se derrumba: nadie puede gloriarse en identidad, rito o desempeño.",
  "28": "Conclusión formal: el hombre es justificado por fidelidad (de Dios) aparte de obras de ley. Las obras no se niegan como práctica, se niegan como fundamento de justificación.",
  "29": "Dios no es solo de judíos: también de gentiles. Si Dios es uno, su justicia no puede operar con favoritismos étnicos o rituales.",
  "30": "Un solo Dios justifica a circuncisión e incircuncisión por el mismo medio: la fidelidad. La diferencia externa no crea dos justificaciones; hay una sola fuente y un solo criterio.",
  "31": "La fidelidad no desecha la Toráh: la “deja en su lugar”. La Toráh queda establecida como instrucción, testimonio y marco de sentido; pero no como moneda de compra para ser declarado justo."
}
