{
  "1": "Κατα σαρκα: “según la carne” es hablando humanamente, a ojo humano, en el concepto terrenal; nuestro padre en lo terrenal, porque hay otro Padre según la condición espiritual.",
  "2": "Εξ εργων (ex ergon): por obras. Προς (pros): hacia. Si Abraham fuese justificado por obras tendría jactancia, pero no hacia Dios, no en lo que tiene que ver con Dios.",
  "3": "Cita Gn 15:6: Abraham exhibió fidelidad por Hashem y Él la contó para Abraham por justicia. Jashab/חַָּשַׁב: calcular, diseñar; Hashem calculó lo que sería la justicia para el hombre: su fidelidad. Hab 2:4: “el justificado por mi fidelidad vivirá”. Heb 11:1 corregido: la fidelidad es la instancia última de la esperanza, la demostración de lo que no se ve. Dt 32:4 corregido: Dios es fidelidad (‘emunáh/אֱמוּנָּה), sin torcedura, justo y recto; ‘aman/אַָּמַן: el que educa, el que mantiene pegado. La promesa y el juramento de Hashem son inmutables; Abraham halla gracia porque la justicia fue diseñada por la fidelidad de Hashem, no por mérito humano.",
  "4": "Al que obra se le cuenta como deuda, no como gracia. Si la fidelidad fuese por Abraham sería deuda; si es de Dios es gracia. Justicia/justificación es salvación; Pablo lo aclara porque los fariseos separaban “salvación” de “justificarse por obras”.",
  "5": "Al que no trabaja: exhibe fidelidad sobre la base del que justifica al transgresor; es calculada la fidelidad de Él para justicia. La fidelidad que justifica es la del que justifica al ἀσεβής.",
  "6": "David habla de la dicha del ‘Adam a quien ‘Adonay no diseña con iniquidad (Sal 32:2 corregido), y en cuyo rúaj no hay engaño. Es ‘Adonay quien diseña justicia aparte de obras; el hombre no puede concebir un hombre sin iniquidad. Solo Yehoshúa’ venido aquí satisface toda justicia.",
  "7": "Iniquidades perdonadas; el énfasis es la dicha calculada por ‘Adonay, no por obras humanas.",
  "8": "Aquel a quien ‘Adonay no diseña con iniquidad; el diseño es de Dios, no del hombre.",
  "9": "La bienaventuranza no depende de obediencia humana ni de obras de Torah como requisito; si fuese así sería solo para circuncisos. La dicha aplica a circuncisión e incircuncisión porque a Abraham le fue calculada la fidelidad para justicia.",
  "10": "La fidelidad fue calculada en la incircuncisión, no en la circuncisión. Llamado en Gn 12, fidelidad revelada en Gn 15, circuncisión hasta Gn 17; si fuese requisito, todos tendrían que circuncidarse para salvación. La imposición “si no os circuncidáis… no podéis ser salvos” es herejía; Abraham fue salvo incircunciso.",
  "11": "Circuncisión: señal/sello de la justicia de la fidelidad de Dios que tuvo incircunciso, para ser padre de los no circuncidados y también les sea calculada la fidelidad como justicia. No existe “Brit milah” como pacto bíblico: la circuncisión es señal; el pacto es: “Yo seré su Dios y ellos serán mi pueblo”. Judaizar es imponer tradición como requisito de salvación; Hch 15:1 convierte la circuncisión en prerrequisito.",
  "12": "Padre de la circuncisión: no solo por ser judío, sino para los que siguen las pisadas de Abraham: fidelidad antes de circuncidarse. No se “tiene fe” como batería; se recibe la fidelidad de Dios y se vive en ella: “si fuéremos infieles, Él permanece fiel”.",
  "13": "La promesa no fue por la ley a Abraham, sino por la justicia/Tzedaqah de la fidelidad: solidaridad/salvación. No hubo mérito en Abraham; fue llamado por gracia. Esclavos del pecado y luego siervos de la justicia; santificación como fruto conforme a la Escritura, no mandamientos de hombres. Guardar mandamientos de Dios no hace “judío”; hace temeroso de Dios.",
  "14": "Si solo los de la ley fuesen herederos, vana resulta la fidelidad y anulada la promesa: deja de ser gracia y pasa a méritos humanos; la promesa quedaría restringida a un grupo y se trastorna el alcance universal a la descendencia de Abraham.",
  "15": "Corregido: “Pues la ley produce tempestad (οργην/oryi), y no habiendo ley, no hay transgresión”. Oryi se usa en LXX para ‘evráh/עֶּבְָּּרָּה: trastorno/tempestad (Job, Sal, Sof, Ez). No es un enojo humano; es el trastorno que ocurre cuando se mete la Torah como prerrequisito donde solo debe estar la fidelidad/gracia: desequilibra la promesa. Juego de palabras en hebreo: ‘evráh (trastorno) / ‘averáh (transgresión) mismas consonantes, vocales distintas; rémez/paranomasia. “No habiendo ley no hay transgresión” de esa condición de gracia. Ro 5:13 corregido: no habiendo Torah, el pecado no se había calculado, aunque existía; la muerte reinó igual.",
  "16": "Es por fidelidad para que sea por gracia y la promesa sea firme para toda la descendencia: para los de la Torah y para los de la fidelidad de Abraham, llamado incircunciso. Si se exige convertirse al judaísmo para disfrutar promesas, eso es judaizar.",
  "17": "Padre de multitudes de gentiles: delante de Dios del cual exhibió fidelidad; Dios da vida a los muertos y llama lo que no es como si fuese. Abraham no era “gentil”; es hebreo. La descendencia se divide: 12 tribus y gentiles; los dentro de Torah y los que no. Pistis griega es variable; ‘emunáh hebrea es inmutable; aquí “creyó” es conocimiento revelado por Dios, no conclusión intelectual.",
  "18": "Corregido: Abraham exhibió fidelidad al lado y encima de la esperanza para ser padre de gentiles; la esperanza es la vida eterna/Dios. Isaac nace por promesa, no por capacidad humana; así la simiente: nacidos por voluntad de Dios, no de carne y sangre (Jn 1:13).",
  "19": "No se debilitó gracias a la fidelidad: ἀσθένεια (asthéneia) debilidad; Dios lo sostuvo. νέκρωσις (nékrosis): inerte/muerto, no solo “estéril”, para sentenciar milagro imposible en la naturaleza; el milagro es de Dios.",
  "20": "No juzgó críticamente la promesa por infidelidad; fue fortalecido por la fidelidad dando gloria a Dios. No dependía de un evento humano; no cuestionó porque entendía que la promesa es del mundo venidero.",
  "21": "Πληροφορέω (pleroforéo): plenamente hecho consciente, lleno de conocimiento notificado; no un convencimiento racional. “Και” enfatiza: el que promete es poderoso y también para hacerlo; el poder se manifiesta en ejecutar.",
  "22": "Por eso la fidelidad le fue diseñada/calculada para justicia/Tzdaqah: justificación para vida eterna; la Tzedaqah es el deber ser dado gratuitamente, comunicar la verdad; Tzadiq es a quien se le comunica la verdad.",
  "23": "No se escribió solo por él que le fue diseñada: Jashab/חַָּשַׁב calcular/diseñar; la fidelidad. Abraham es el estereotipo que Dios replica después.",
  "24": "También por nosotros: nos es calculada/diseñada a los que somos exhibidores de la fidelidad encima de Aquel que levanta a Yehoshúa’ de los muertos. El poder de la deidad (‘Abá) levanta a Yehoshúa’; no son dos. “Hijo” es el cuerpo de la deidad enviado; se despoja de gloria, cumple servicio, resucita por el poder de la majestad y se sienta como señal de sacrificio consumado; aún media como sumo sacerdote. “Siéntate a mi diestra…” es lenguaje hebreo común en tercera persona, sin dividir la deidad.",
  "25": "Fue dado por nuestras transgresiones y levantado para nuestra justificación. La resurrección es la demostración mayor de la esperanza: victoria sobre la muerte; primicia/Reshit. La fidelidad y promesas se evidencian en que fue levantado para nunca más morir."
}
