{
  "1": "Justificados por la fidelidad de Dios, no por la nuestra, tenemos paz de cara a Dios por medio de Yehoshúa’ Hamashiaj. Justicia equivale a salvación y proviene de la fidelidad inmutable de Hashem.",
  "2": "Por Yehoshúa’ tenemos entrada, por la fidelidad, a esta gracia en la que estamos firmes, y somos hechos partícipes de la esperanza de la gloria de Dios, que es la vida eterna; la gloria es participar en lo que Dios hace, no en mérito humano.",
  "3": "Somos hechos partícipes de los prodigios de Dios aun en las tribulaciones; allí Dios se glorifica produciendo perseverancia. La tribulación es el medio donde Dios manifiesta su poder.",
  "4": "La perseverancia produce refinamiento (experiencia), no prueba; es ejercicio, curtimiento. Ese refinamiento conecta con la esperanza, conciencia viva de la vida eterna.",
  "5": "La esperanza no avergüenza porque es inconmovible; depende de Dios. El amor de Dios ha sido derramado en nosotros por el Rúaj Haqódesh, el poder de su santidad habitando y transformando, no una persona separada.",
  "6": "Mashiaj murió por los impíos cuando éramos débiles; no había mérito previo. La salvación es iniciativa exclusiva de Dios.",
  "7": "Apenas alguien muere por un justo o por un bueno; el hombre no posee bondad intrínseca que lo haga digno. La humanidad está perdida y necesitada de rescate.",
  "8": "Dios demuestra su amor en que, siendo aún pecadores y enemigos, Mashiaj murió por nosotros. La gracia paga el pasivo y añade vida.",
  "9": "Justificados por su sangre, es decir por su sacrificio, seremos salvos de la ‘ira’, entendida como el efecto de la condición pecaminosa, no como enojo humano de Dios.",
  "10": "Siendo enemigos fuimos reconciliados por la muerte de su Hijo; reconciliación es circuncisión del corazón. Mucho más, estando reconciliados, seremos salvos por su vida.",
  "11": "El gran prodigio actual es la reconciliación con Dios: libertados del pecado y hechos siervos de la justicia, cuyo fruto es la santificación y cuyo fin es la vida eterna.",
  "12": "El pecado entró en el mundo por un hombre y la muerte pasó a todos; pecado es condición de estar destituido de la gloria de Dios. Nadie busca a Dios por naturaleza; todos nacen en enemistad.",
  "13": "Antes de la Torah había pecado, pero no había sido calculado; existía la condición pecaminosa aunque no estuviera dimensionada por la revelación de la justicia.",
  "14": "La muerte reinó desde ‘Adam hasta Moisés; ‘Adam es tipo del venidero. Sin la revelación plena de la justicia divina, nadie podía salvarse por mérito.",
  "15": "El don no es como la transgresión: por la transgresión de uno murieron los muchos, pero por la gracia de un solo individuo, Yehoshúa’ Hamashiaj, abundó la gracia para los muchos, entendidos como la congregación escogida.",
  "16": "El juicio vino por una sola transgresión para condenación; el don vino a causa de las muchas no transgresiones, es decir, de la obediencia perfecta de Mashiaj, para justificación.",
  "17": "Por la transgresión de uno reinó la muerte; mucho más reinarán en vida los que reciben la abundancia de la gracia y del don de la justicia por Yehoshúa’ Hamashiaj.",
  "18": "Así como por la transgresión de uno vino condenación a todos, por la justicia de uno vino a todos justificación de vida; la justicia proviene de la obediencia de Mashiaj.",
  "19": "Por la desobediencia de un hombre los muchos fueron constituidos pecadores; por la obediencia de uno, los muchos son constituidos justificados, practicantes de la justicia.",
  "20": "La Torah se introdujo para mostrar la magnitud del pecado, no para producirlo. Donde el pecado fue expuesto, la gracia super-híper-abundó, erradicando el dominio del pecado.",
  "21": "Así como el pecado reinó en la muerte, la gracia reina por medio de la justicia para vida eterna mediante Yehoshúa’ Hamashiaj, Señor nuestro, quien posee la titularidad por haber pagado el rescate."
}
