{
  "1": "La lógica sin el poder de Dios: pecar para que la gracia abunde, como si el perdón fuese una regla general exigible. La gente se cree con derecho a reclamarle a Dios trato igualitario y olvida que el regresar no lo produce el hombre: Dios concede la tshuváh.",
  "2": "En ninguna manera: morir al pecado es quedar desconectado; el pecado está en el mundo, pero ya no te detecta. El pecado te busca y no te encuentra: eres incompatible. Morir al pecado es morir al mundo y a sus concupiscencias; un creyente no es de los que retroceden.",
  "3": "Bautismo: εβαπτισθημεν/baptismós, en griego era sumergir telas; en hebreo es tviláh/טַבְָּּלָּה, inmersión como señal final de haber experimentado Tohorah. No es “purificación” en sí; es el signo de haber sido limpiado. En la historia bíblica se sumergía quien había estado impuro y fue restaurado; en el segundo templo los fariseos la usaron como marca de conversión al movimiento; Yohanan la aplica para Yovel del pecado: libertad y restitución de lo perdido. En Yehoshúa’ la inmersión se eleva: ser sumergido en Rúaj Haqódesh, el poder de la santidad. Ser sumergidos en Yehoshúa’ es ser sumergidos en su muerte: el juicio fue pagado por él; sales libre del juicio y con la unción del Santo.",
  "4": "Sepultados con él por la inmersión para muerte, para que como Mashiaj resucitó por la gloria de ‘Abá, así andemos en vida nueva. Salir del agua es señal de vida nueva: perdón y unción para alumbrar; la luz no se pone debajo de una eifa, sino encima.",
  "5": "Plantados en la semejanza de su muerte: en el madero Yehoshúa’ no solo enfrenta muerte física, vence concupiscencias humanas y conecta con el pecado del mundo; clava el pecado en el madero y vence a Satanás. Col 2:11-15: circuncisión no hecha a mano, sepultados y resucitados con él; perdón, acta anulada, principados exhibidos.",
  "6": "El viejo hombre: la vida antigua, pasiones, vicios, amistad con el mundo, todo eso fue crucificado con él para destruir el cuerpo del pecado y no servir más al pecado. Dios no te manda a pelear solo: pide libertad, donde está el poder de Mashiaj hay libertad.",
  "7": "El que ha muerto ha sido justificado del pecado: pasa de pecador a practicante de la justicia.",
  "8": "Si morimos con Mashiaj, vivimos con él: libertad ya en este mundo y, si se muere, resurrección.",
  "9": "Mashiaj resucitado ya no muere; la muerte no se enseñorea más de él. Por eso la muerte no se enseñoreará cuando venga Mashiaj.",
  "10": "En cuanto murió, al pecado murió una vez; en cuanto vive, para Dios vive. Su muerte es fin del dominio del pecado; su vida es vida para Dios.",
  "11": "Consideraos muertos al pecado y vivos para Dios en Yehoshúa’ Hamashiaj. Lo que muere es el viejo hombre y la concupiscencia, no la Torah: el mandamiento es santo, justo y bueno; es incoherente que Dios anule su propia palabra.",
  "12": "No reine el pecado en el cuerpo mortal: no conceder al cuerpo volver a hábitos de antes. Con la unción del Santo se vive distinto; Yehoshúa’ dio ejemplo de cómo vivir con Rúaj Haqódesh.",
  "13": "No presentar miembros al pecado como instrumentos de iniquidad, sino presentarse a Dios como de entre los muertos y los miembros como instrumentos de justicia.",
  "14": "El pecado no se enseñoreará: no estáis hipo nomós (υπο νομον), subordinados/sujetos a servidumbre, sino bajo la gracia. No es abolición de mandamientos; es salir de la sentencia y del régimen del pecado, no “ya no hay Torah”.",
  "15": "¿Entonces pecar porque no estamos subordinados sino bajo gracia? En ninguna manera.",
  "16": "El que se somete como esclavo obedece a su amo: pecado para muerte o obediencia para justicia. No hay libre albedrío neutral: nacemos subordinados al pecado; Dios libera y hace siervos de la justicia.",
  "17": "Gracias a Dios: aunque esclavos del pecado, escuchasteis de corazón la forma de doctrina y fuisteis entregados a ella (voz pasiva). En hebreo el eje es escuchar: “mis ovejas oyen mi voz”. No es decisión autónoma; es reacción de haber sido criado por el Pastor.",
  "18": "Libertados del pecado, hechos siervos de la justicia (voz pasiva). No hay término medio: de tinieblas a luz, de esclavitud a libertad; el rescate es de Dios.",
  "19": "Por la debilidad de la carne: así como antes los miembros sirvieron a inmundicia e iniquidad, ahora presentarlos para servir a la justicia.",
  "20": "Siendo esclavos del pecado, erais libres respecto de la justicia: no estabais obligados ni interesados en practicarla.",
  "21": "El fruto de aquello da vergüenza y su fin es muerte: fuiste quitado del camino cuyo final es muerte y puesto en la senda de santidad; la Torah es la senda de santidad para el creyente, porque ya oíste la voz del Rey y él te educa.",
  "22": "Ahora, libertados del pecado y hechos siervos de Dios: fruto santificación y fin vida eterna; la santificación es práctica de mandamientos como vida distinguida.",
  "23": "La paga del pecado es muerte; el don de Dios es vida eterna en Yehoshúa’ Hamashiaj, Señor nuestro, dado sin merecimiento."
}
