{
  "1": "Principio universal: la ley (en cualquier campo) se enseñorea del hombre mientras vive; el hombre muere, la ley permanece. La Constitución, el código, siguen; los que se mueren son los hombres.",
  "2": "Ejemplo: la mujer está obligada a la ley del marido mientras él vive; muerto el marido, queda libre de esa ley del marido. La ley no se “acaba”: deja de imputar bajo esa relación específica.",
  "3": "Si en vida del marido se une a otro varón será llamada adúltera; si el marido muere, queda libre de esa imputación y puede unirse a otro sin ser llamada adúltera. La ley queda “inactiva” o “suspendida” según circunstancias, pero no desaparece.",
  "4": "“Muertos a la ley” = muertos a la ley del pecado: el marido es el pecado/viejo hombre; el otro varón es Dios. Si alguien pretende acercarse a Dios permaneciendo casado con el pecado, eso es adulterio (Stg 4:4).",
  "5": "Mientras estábamos en la carne (matrimonio con el pecado), las pasiones pecaminosas obraban en los miembros “a pesar de la ley”, dando fruto para muerte. No es la Torah la que provoca el pecado: la carne rebelde desborda el cerco del mandamiento. La ley es débil por la carne (Ro 8:3-4): condena al pecado, no a la ley; se requiere el poder de Dios para que la justicia de la Torah se cumpla en nosotros.",
  "6": "“Libres de la ley” se entiende como “libres para la ley” porque murió el marido (pecado/viejo hombre) y ya no estamos retenidos en ese vínculo; ahora se sirve con la novedad del Rúaj y no con la antigüedad de la letra. No se rebaja la Torah: se afirma que la mera letra sin Rúaj no transforma; la novedad es la letra escrita en el corazón (Jeremías). “Libres de la ley” no significa que la ley dejó de operar, sino que se quitó el impedimento para unirse al otro (Dios) sin imputación de adulterio.",
  "7": "La ley no es pecado: el pecado se conoce por la Torah; sin mandamiento no se reconoce la codicia. Esto aclara que el “marido” del ejemplo no es la ley, porque la ley es santa, no pecado.",
  "8": "El pecado toma ocasión “a través del mandamiento” y produce codicia: no porque el mandamiento sea malo, sino porque revela y hace visible el pecado. “Fuera de ley el pecado estaba muerto” = no era detectado/reconocido.",
  "9": "“Viví fuera de la ley” no es autobiografía literal de Pablo (él fue fariseo); es interpelación/ejemplo. El “pero” es adversativo (no “y yo”): venido el mandamiento, el pecado “revivió” = se hizo visible/detectable.",
  "10": "El mandamiento es para vida (en el sentido de reconocer/contener el pecado), pero también se vuelve muerte cuando el pecado es cometido: al detectarlo, te condena si lo violas. Vida: revela; muerte: sanciona la transgresión.",
  "11": "El pecado, tomando ocasión por el mandamiento, engaña y mata: el problema es usar el texto para justificar doble servicio. La secuencia: muerto = no detectado; vivió = detectado; y al cometerlo, el mandamiento condena.",
  "12": "Conclusión explícita: la Torah es santa; el mandamiento es santo, justo y bueno. La culpa no es del mandamiento: el pecado en el hombre es el que mata.",
  "13": "Lo bueno no se vuelve muerte por sí mismo: “ἀλλά/alá” introduce la excepción/enfoque correcto: el pecado, para mostrarse pecado, obra muerte “a pesar de” lo bueno, y se muestra excesivamente pecaminoso al desbordar el mandamiento. No falla la ley: falla el hombre que la sobrepasa.",
  "14": "La ley es espiritual; el problema es el hombre carnal, vendido al pecado. La culpa no es de la Torah sino del estatus: estar casado con el pecado. La ley espiritual proviene de Dios; para que opere en mí se requiere Rúaj Haqódesh.",
  "15": "“Lo que hago no lo entiendo… hago lo que aborrezco”: descripción del humano sin la novedad del Rúaj; no se lee como confesión de una crisis permanente del apóstol, sino como diagnóstico del carnal.",
  "16": "Si hago lo que no quiero, apruebo que la ley es buena: el mismo conflicto confirma que el problema no es el mandamiento.",
  "17": "“Ya no soy yo… sino el pecado que mora en mí”: tragedia del carnal que reconoce el bien pero es vencido por concupiscencia; no exculpa: describe dominación del pecado.",
  "18": "En la carne no mora el bien: querer está, ejecutar no. Conclusión práctica: se necesita el poder de Dios (Rúaj Haqódesh) para poder ejecutar la justicia divina.",
  "19": "Diferencia entre propósito y resultado: no hace el bien que quiere, sino el mal que no quiere.",
  "20": "Repite el punto: si hace lo que no quiere, es el pecado reinando en él. No es dualismo cuerpo inocente/mente pura: es dominio de concupiscencia que termina en acto culpable.",
  "21": "Ley interna observada: queriendo hacer el bien, halla esta “ley”: el mal está presente en él.",
  "22": "Se deleita en la ley de Dios según el hombre interior: reconoce lo correcto, pero aún sin poder para vencer por sí mismo.",
  "23": "Otra “ley” en los miembros se rebela contra la ley de la mente y lo lleva cautivo a la ley del pecado: confirma que el carnal sucumbe. El contraste con Ro 8:1 muestra que el capítulo 7 describe al no regenerado.",
  "24": "Clamor del carnal: “¿Quién me librará de este cuerpo de muerte?” Señala la necesidad de intervención divina, no de auto-mejoramiento por letra.",
  "25": "“Gracias a Dios por Yehoshúa’ Hamashiaj”: y el cierre “con la mente sirvo a la ley de Dios, con la carne a la ley del pecado” se lee como conclusión típica del incrédulo/carnal (sin Haqódesh), no como norma del espiritual. Ro 8:6-8 responde: ocuparse de la carne es muerte; la carne es enemistad contra Dios; no se sujeta a la ley de Dios ni puede; los que viven según la carne no pueden agradar a Dios."
}
