{
  "1": "No hay condenación únicamente para los que están en Yehoshúa’ Hamashiaj y no andan conforme a la carne sino conforme al Rúaj. No es una absolución general: excluye a quienes siguen casados con el pecado. Es la misma idea de Ro 7: morir al viejo hombre.",
  "2": "La ley del Rúaj/poder de vida en Yehoshúa’ libera de la ley del pecado y de la muerte, no de la Torah ni de los mandamientos. Libera de la sujeción al pecado; por eso el creyente pasa de esclavo del pecado a siervo de la justicia.",
  "3": "La Torah no pudo libertar al hombre porque la carne era débil y rebelde. Dios envió a su Hijo en semejanza de carne de pecado y condenó al pecado en la carne, no a la ley. La limitación estaba en el hombre, no en la Torah.",
  "4": "El propósito fue que la justicia de la Torah se cumpliese en nosotros, ahora que andamos conforme al Rúaj. La justicia de Dios (fidelidad) nos salva; la justicia de la ley nos distingue, pero solo el poder de Dios nos hace libres del pecado.",
  "5": "Los de la carne se ocupan de lo carnal; los del Rúaj se ocupan de lo que procede del Rúaj: la palabra, el poder y el testimonio de Dios.",
  "6": "La intención de la carne conduce a muerte; la intención del Rúaj produce vida y paz. Vivir en el Rúaj implica obediencia consciente a los mandamientos, no religiosidad inmoral.",
  "7": "La mente carnal es enemistad contra Dios porque no se sujeta a la ley de Dios ni puede hacerlo. Apartarse de la Torah convierte incluso la oración en abominación.",
  "8": "Los que viven según la carne no pueden agradar a Dios; no hay compatibilidad entre carne y obediencia.",
  "9": "El creyente no vive según la carne sino según el Rúaj si el Rúaj de Dios mora en él. Quien no confiesa a Yehoshúa’ como Señor no es de Dios, aunque observe mandamientos.",
  "10": "Mashiaj en nosotros implica muerte del cuerpo en cuanto al dominio del pecado y vida por el Rúaj Haqódesh a causa de la justicia. No hay dualismo griego: es liberación del viejo hombre.",
  "11": "El mismo Rúaj que levantó a Yehoshúa’ vivificará nuestros cuerpos mortales. No se trata de espíritus separados sino del poder de Dios habitando y transformando.",
  "12": "No somos deudores a la carne ni a parámetros humanos. No estamos obligados a obedecer sistemas religiosos o presiones humanas.",
  "13": "Vivir conforme a la carne lleva a muerte; por el Rúaj hacemos morir las obras de la carne y vivimos. Ser guiados por el Rúaj identifica a los hijos de Dios.",
  "14": "Los guiados por el Rúaj de Dios son los hijos de Dios; la filiación se evidencia en obediencia y dirección divina.",
  "15": "No recibimos rúaj de esclavitud para temor, sino Rúaj de adopción por el cual clamamos ‘Abá. Confesar ‘Abá es confesar que Yehoshúa’ es Hashem, sin división de deidad.",
  "16": "El Rúaj de Dios da testimonio a nuestro rúaj (mente/conciencia) de que somos hijos de Dios. No existe un espíritu humano separado del cuerpo; es un proceso consciente.",
  "17": "Ser hijos implica ser herederos junto a Mashiaj, padeciendo al lado de él para ser glorificados al lado de él. No igualdad ontológica, sino participación por gracia.",
  "18": "Los padecimientos presentes no se comparan con la gloria venidera que ha de manifestarse en nosotros.",
  "19": "La creación espera la manifestación de los hijos de Dios porque fue sujeta a corrupción por causa del hombre, no por voluntad propia.",
  "20": "La creación fue sujetada a vanidad en esperanza; quedó desconectada de la gloria de Dios a causa del pecado humano.",
  "21": "La creación será libertada de la corrupción cuando los hijos de Dios sean plenamente libres, incluida la transformación del cuerpo.",
  "22": "Toda la creación gime como con dolores de parto; es una metáfora de la conmoción y expectativa de redención.",
  "23": "Nosotros, con las primicias del Rúaj, gemimos esperando la redención de nuestro cuerpo. La adopción ya es real, falta su manifestación final.",
  "24": "La salvación es en esperanza: lo que se ve no es esperanza; aguardamos con paciencia lo que aún no se manifiesta.",
  "25": "La esperanza perseverante sostiene al creyente mientras espera la consumación.",
  "26": "El Rúaj ayuda en nuestra debilidad; no es don de lenguas. Dios conoce la necesidad antes de que sepamos pedir; el gemido es lenguaje de necesidad, no vocalización.",
  "27": "Dios, que escudriña los corazones, conoce la intención del Rúaj que Él mismo puso en nosotros y actúa conforme a su voluntad. No hay mediadores internos distintos.",
  "28": "Todo coopera para Dios a favor de los que aman a Dios, los llamados conforme a su propósito. No justifica malas acciones; solo lo que está al lado de Dios funciona para Él.",
  "29": "A los que conoció hacia adelante los distinguió hacia adelante para conformarlos a la imagen de su Hijo. No habla de preexistencia ni predestinación fatalista, sino de propósito futuro.",
  "30": "El proyecto divino: distinguir, llamar, justificar y glorificar. La glorificación es futura, pero se declara como hecho por la fidelidad de Dios.",
  "31": "Si Dios está por nosotros, nadie puede prevalecer contra nosotros.",
  "32": "El que no escatimó a su propio cuerpo y lo entregó, garantiza todo lo necesario para sus escogidos.",
  "33": "Nadie puede acusar a los escogidos: Dios no solo absuelve, sino que hace practicantes de la justicia.",
  "34": "Mashiaj murió, resucitó y ahora intercede como sumo sacerdote. La resurrección garantiza el derramamiento del poder que nos libera del pecado.",
  "35": "Nada puede desligarnos de la entrega de Mashiaj: ninguna circunstancia puede anular lo que fue comprado con su sacrificio.",
  "36": "Los escogidos son contados como muertos al mundo; la fidelidad implica padecimiento.",
  "37": "En todo somos más que vencedores por medio de la entrega de Mashiaj.",
  "38": "Ninguna realidad presente o futura tiene poder para romper la obra de Dios en sus llamados.",
  "39": "Nada creado puede separarnos de la entrega de Dios manifestada en Yehoshúa’ Hamashiaj, nuestro Señor y dueño."
}
