{
  "3": "Pablo expresa un dolor real por sus parientes según la carne, hasta desear ser anatema por ellos. La elección no es colectiva ni étnica: la escogencia y la elección son individuales.",
  "5": "Mashíaj vino según la carne desde los patriarcas; la afirmación “el cual es Dios sobre todas las cosas” no es añadidura sino lectura firme del texto griego. Mashíaj es Dios sobre todo.",
  "6": "La palabra de Dios no ha fallado: no todos los que descienden de Yisra’el son hijos de Yisra’el. No es un término étnico; Yisra’el es el heredero conforme a la promesa, identificado en Mashíaj.",
  "7": "No todos los descendientes de Abraham son herederos: la simiente es llamada en Isaac. La elección es por llamado, no por genealogía ni carne.",
  "8": "Los hijos de Dios no son los de la carne sino los de la promesa, contados como simiente. La herencia no depende de sangre ni biología, sino de imputación divina.",
  "9": "La promesa se cumple en un acto sobrenatural: Sara concibe fuera del orden natural. El nuevo nacimiento es milagroso, no resultado de capacidad humana.",
  "10": "Rebeca también concibe por intervención divina tras años de esterilidad. La perseverancia no fuerza a Dios; Él actúa soberanamente.",
  "11": "Antes de obrar bien o mal, Dios determinó su propósito conforme a la elección. No por obras, sino por el que llama.",
  "12": "La expresión “el abundante servirá al pequeño” no habla de edad sino de reputación y función. Apunta a la auto-humillación futura de Mashíaj, no a una relación laboral entre Jacob y Esaú.",
  "13": "“A Jacob amé, a Esaú no amé” expresa elección funcional conforme a la promesa. El amor es distinción y asignación del legado, no evaluación moral previa.",
  "14": "No hay injusticia en Dios: la elección era necesaria para que la promesa se cumpliera.",
  "15": "Dios concede gracia y amor entrañable según su voluntad. No reconoce méritos humanos; el llamado produce el amor entrañable.",
  "16": "La salvación no depende del que quiere ni del que corre, sino de Hashem que tiene amor entrañable. El hombre no puede negarse ni salvarse a sí mismo.",
  "17": "Faraón fue levantado para un propósito, no para salvación. Tener un rol en el diseño divino no equivale a ser llamado.",
  "18": "El ser humano es duro por naturaleza; el amor de Dios ablanda. Hashem no endurece activamente: deja al descubierto la dureza.",
  "19": "La objeción humana cuestiona la determinación divina. No se trata de culpa o castigo, sino de propósito y voluntad soberana.",
  "20": "El hombre no está en posición de juzgar a Dios. El barro no cuestiona al alfarero. El llamado es al silencio y a la subordinación.",
  "21": "El alfarero tiene autoridad para hacer de la misma masa un vaso para honra y otro para deshonra. Negarlo es rebelión.",
  "22": "Los vasos de rechazo no fueron creados previamente para destrucción; Dios regula un hecho ya causado. Todos parten de la misma masa pecaminosa.",
  "23": "Los vasos de misericordia fueron regulados para gloria. No por preexistencia, sino por decisión soberana en la historia.",
  "24": "El llamado incluye judíos y gentiles. Dios llama desde dentro de ambos grupos hacia un nuevo pueblo.",
  "25": "Oseas anuncia que los no-pueblo serían llamados pueblo. Pablo aplica esta profecía a los gentiles.",
  "26": "Donde se dijo “no sois pueblo mío”, allí serían llamados hijos del Dios viviente: aplicación directa a los gentiles.",
  "27": "Isaías anuncia que solo un remanente de Israel sería salvo. Se dirige a Judáh, no a las diez tribus ya dispersas.",
  "28": "Hashem ejecuta su sentencia con justicia y prontitud sobre Yisra’el. Es advertencia contra el discurso enredado.",
  "29": "Sin un remanente, Judáh habría sido como Sedom y ‘Amorah. La permanencia es por misericordia, no por mérito.",
  "30": "Los gentiles alcanzaron la justicia que es por fidelidad, no por obras.",
  "31": "Israel, buscando una ley de justicia por obras, no la alcanzó.",
  "32": "Tropezaron porque no buscaron por fidelidad sino por obras. La piedra de tropiezo es Mashíaj."
}
