[
  "Jehová, escucha mi oración, /nY llegue a ti mi clamor.",
  "No escondas de mí tu rostro en el día de mi angustia; /nInclina a mí tu oído; /nApresúrate a responderme el día que te invocare.",
  "Porque mis días se han consumido como humo, /nY mis huesos cual tizón están quemados.",
  "Mi corazón está herido, y seco como la hierba, /nPor lo cual me olvido de comer mi pan.",
  "Por la voz de mi gemido /nMis huesos se han pegado a mi carne.",
  "Soy semejante al pelícano del desierto; /nSoy como el buho de las soledades;",
  "Velo, y soy /nComo el pájaro solitario sobre el tejado.",
  "Cada día me afrentan mis enemigos; /nLos que contra mí se enfurecen, se han conjurado contra mí.",
  "Por lo cual yo como ceniza a manera de pan, /nY mi bebida mezclo con lágrimas,",
  "A causa de tu enojo y de tu ira; /nPues me alzaste, y me has arrojado.",
  "Mis días son como sombra que se va, /nY me he secado como la hierba.",
  "Mas tú, Jehová, permanecerás para siempre, /nY tu memoria de generación en generación.",
  "Te levantarás y tendrás misericordia de Sion, /nPorque es tiempo de tener misericordia de ella, porque el plazo ha llegado.",
  "Porque tus siervos aman sus piedras, /nY del polvo de ella tienen compasión.",
  "Entonces las naciones temerán el nombre de Jehová, /nY todos los reyes de la tierra tu gloria;",
  "Por cuanto Jehová habrá edificado a Sion, /nY en su gloria será visto;",
  "Habrá considerado la oración de los desvalidos, /nY no habrá desechado el ruego de ellos.",
  "Se escribirá esto para la generación venidera; /nY el pueblo que está por nacer alabará a JAH,",
  "Porque miró desde lo alto de su santuario; /nJehová miró desde los cielos a la tierra,",
  "Para oír el gemido de los presos, /nPara soltar a los sentenciados a muerte;",
  "Para que publique en Sion el nombre de Jehová, /nY su alabanza en Jerusalén,",
  "Cuando los pueblos y los reinos se congreguen /nEn uno para servir a Jehová.",
  "El debilitó mi fuerza en el camino; /nAcortó mis días.",
  "Dije: Dios mío, no me cortes en la mitad de mis días; /nPor generación de generaciones son tus años.",
  "Desde el principio tú fundaste la tierra, /nY los cielos son obra de tus manos.",
  "Ellos perecerán, mas tú permanecerás; /nY todos ellos como una vestidura se envejecerán; /nComo un vestido los mudarás, y serán mudados;",
  "Pero tú eres el mismo, /nY tus años no se acabarán.",
  "Los hijos de tus siervos habitarán seguros, /nY su descendencia será establecida delante de ti."
]