[
  "Bendice, alma mía, a Jehová, /nY bendiga todo mi ser su santo nombre.",
  "Bendice, alma mía, a Jehová, /nY no olvides ninguno de sus beneficios.",
  "El es quien perdona todas tus iniquidades, /nEl que sana todas tus dolencias;",
  "El que rescata del hoyo tu vida, /nEl que te corona de favores y misericordias;",
  "El que sacia de bien tu boca /nDe modo que te rejuvenezcas como el águila.",
  "Jehová es el que hace justicia /nY derecho a todos los que padecen violencia.",
  "Sus caminos notificó a Moisés, /nY a los hijos de Israel sus obras.",
  "Misericordioso y clemente es Jehová; /nLento para la ira, y grande en misericordia.",
  "No contenderá para siempre, /nNi para siempre guardará el enojo.",
  "No ha hecho con nosotros conforme a nuestras iniquidades, /nNi nos ha pagado conforme a nuestros pecados.",
  "Porque como la altura de los cielos sobre la tierra, /nEngrandeció su misericordia sobre los que le temen.",
  "Cuanto está lejos el oriente del occidente, /nHizo alejar de nosotros nuestras rebeliones.",
  "Como el padre se compadece de los hijos, /nSe compadece Jehová de los que le temen.",
  "Porque él conoce nuestra condición; /nSe acuerda de que somos polvo.",
  "El hombre, como la hierba son sus días; /nFlorece como la flor del campo,",
  "Que pasó el viento por ella, y pereció, /nY su lugar no la conocerá más.",
  "Mas la misericordia de Jehová es desde la eternidad y hasta la eternidad sobre los que le temen, /nY su justicia sobre los hijos de los hijos;",
  "Sobre los que guardan su pacto, /nY los que se acuerdan de sus mandamientos para ponerlos por obra.",
  "Jehová estableció en los cielos su trono, /nY su reino domina sobre todos.",
  "Bendecid a Jehová, vosotros sus ángeles, /nPoderosos en fortaleza, que ejecutáis su palabra, /nObedeciendo a la voz de su precepto.",
  "Bendecid a Jehová, vosotros todos sus ejércitos, /nMinistros suyos, que hacéis su voluntad.",
  "Bendecid a Jehová, vosotras todas sus obras, /nEn todos los lugares de su señorío. /nBendice, alma mía, a Jehová."
]