[
  "Aleluya. /nAlabad a Jehová, porque él es bueno; /nPorque para siempre es su misericordia.",
  "¿Quién expresará las poderosas obras de Jehová? /n¿Quién contará sus alabanzas?",
  "Dichosos los que guardan juicio, /nLos que hacen justicia en todo tiempo.",
  "Acuérdate de mí, oh Jehová, según tu benevolencia para con tu pueblo; /nVisítame con tu salvación,",
  "Para que yo vea el bien de tus escogidos, /nPara que me goce en la alegría de tu nación, /nY me gloríe con tu heredad.",
  "Pecamos nosotros, como nuestros padres; /nHicimos iniquidad, hicimos impiedad.",
  "Nuestros padres en Egipto no entendieron tus maravillas; /nNo se acordaron de la muchedumbre de tus misericordias, /nSino que se rebelaron junto al mar, el Mar Rojo.",
  "Pero él los salvó por amor de su nombre, /nPara hacer notorio su poder.",
  "Reprendió al Mar Rojo y lo secó, /nY les hizo ir por el abismo como por un desierto.",
  "Los salvó de mano del enemigo, /nY los rescató de mano del adversario.",
  "Cubrieron las aguas a sus enemigos; /nNo quedó ni uno de ellos.",
  "Entonces creyeron a sus palabras /nY cantaron su alabanza.",
  "Bien pronto olvidaron sus obras; /nNo esperaron su consejo.",
  "Se entregaron a un deseo desordenado en el desierto; /nY tentaron a Dios en la soledad.",
  "Y él les dio lo que pidieron; /nMas envió mortandad sobre ellos.",
  "Tuvieron envidia de Moisés en el campamento, /nY contra Aarón, el santo de Jehová.",
  "Entonces se abrió la tierra y tragó a Datán, /nY cubrió la compañía de Abiram.",
  "Y se encendió fuego en su junta; /nLa llama quemó a los impíos.",
  "Hicieron becerro en Horeb, /nSe postraron ante una imagen de fundición.",
  "Así cambiaron su gloria /nPor la imagen de un buey que come hierba.",
  "Olvidaron al Dios de su salvación, /nQue había hecho grandezas en Egipto,",
  "Maravillas en la tierra de Cam, /nCosas formidables sobre el Mar Rojo.",
  "Y trató de destruirlos, /nDe no haberse interpuesto Moisés su escogido delante de él, /nA fin de apartar su indignación para que no los destruyese.",
  "Pero aborrecieron la tierra deseable; /nNo creyeron a su palabra,",
  "Antes murmuraron en sus tiendas, /nY no oyeron la voz de Jehová.",
  "Por tanto, alzó su mano contra ellos /nPara abatirlos en el desierto,",
  "Y humillar su pueblo entre las naciones, /nY esparcirlos por las tierras.",
  "Se unieron asimismo a Baal-peor, /nY comieron los sacrificios de los muertos.",
  "Provocaron la ira de Dios con sus obras, /nY se desarrolló la mortandad entre ellos.",
  "Entonces se levantó Finees e hizo juicio, /nY se detuvo la plaga;",
  "Y le fue contado por justicia /nDe generación en generación para siempre.",
  "También le irritaron en las aguas de Meriba; /nY le fue mal a Moisés por causa de ellos,",
  "Porque hicieron rebelar a su espíritu, /nY habló precipitadamente con sus labios.",
  "No destruyeron a los pueblos /nQue Jehová les dijo;",
  "Antes se mezclaron con las naciones, /nY aprendieron sus obras,",
  "Y sirvieron a sus ídolos, /nLos cuales fueron causa de su ruina.",
  "Sacrificaron sus hijos y sus hijas a los demonios,",
  "Y derramaron la sangre inocente, la sangre de sus hijos y de sus hijas, /nQue ofrecieron en sacrificio a los ídolos de Canaán, /nY la tierra fue contaminada con sangre.",
  "Se contaminaron así con sus obras, /nY se prostituyeron con sus hechos.",
  "Se encendió, por tanto, el furor de Jehová sobre su pueblo, /nY abominó su heredad;",
  "Los entregó en poder de las naciones, /nY se enseñorearon de ellos los que les aborrecían.",
  "Sus enemigos los oprimieron, /nY fueron quebrantados debajo de su mano.",
  "Muchas veces los libró; /nMas ellos se rebelaron contra su consejo, /nY fueron humillados por su maldad.",
  "Con todo, él miraba cuando estaban en angustia, /nY oía su clamor;",
  "Y se acordaba de su pacto con ellos, /nY se arrepentía conforme a la muchedumbre de sus misericordias.",
  "Hizo asimismo que tuviesen de ellos misericordia todos los que los tenían cautivos.",
  "Sálvanos, Jehová Dios nuestro, /nY recógenos de entre las naciones, /nPara que alabemos tu santo nombre, /nPara que nos gloriemos en tus alabanzas.",
  "Bendito Jehová Dios de Israel, /nDesde la eternidad y hasta la eternidad; /nY diga todo el pueblo, /nAmén. Aleluya."
]