[
  "Disputa, oh Jehová, con los que contra mí contienden; /nPelea contra los que me combaten.",
  "Echa mano al escudo y al pavés, /nY levántate en mi ayuda.",
  "Saca la lanza, cierra contra mis perseguidores; /nDi a mi alma: Yo soy tu salvación.",
  "Sean avergonzados y confundidos los que buscan mi vida; /nSean vueltos atrás y avergonzados los que mi mal intentan.",
  "Sean como el tamo delante del viento, /nY el ángel de Jehová los acose.",
  "Sea su camino tenebroso y resbaladizo, /nY el ángel de Jehová los persiga.",
  "Porque sin causa escondieron para mí su red en un hoyo; /nSin causa cavaron hoyo para mi alma.",
  "Véngale el quebrantamiento sin que lo sepa, /nY la red que él escondió lo prenda; /nCon quebrantamiento caiga en ella.",
  "Entonces mi alma se alegrará en Jehová; /nSe regocijará en su salvación.",
  "Todos mis huesos dirán: Jehová, ¿quién como tú, /nQue libras al afligido del más fuerte que él, /nY al pobre y menesteroso del que le despoja?",
  "Se levantan testigos malvados; /nDe lo que no sé me preguntan;",
  "Me devuelven mal por bien, /nPara afligir a mi alma.",
  "Pero yo, cuando ellos enfermaron, me vestí de cilicio; /nAfligí con ayuno mi alma, /nY mi oración se volvía a mi seno.",
  "Como por mi compañero, como por mi hermano andaba; /nComo el que trae luto por madre, enlutado me humillaba.",
  "Pero ellos se alegraron en mi adversidad, y se juntaron; /nSe juntaron contra mí gentes despreciables, y yo no lo entendía; /nMe despedazaban sin descanso;",
  "Como lisonjeros, escarnecedores y truhanes, /nCrujieron contra mí sus dientes.",
  "Señor, ¿hasta cuándo verás esto? /nRescata mi alma de sus destrucciones, mi vida de los leones.",
  "Te confesaré en grande congregación; /nTe alabaré entre numeroso pueblo.",
  "No se alegren de mí los que sin causa son mis enemigos, /nNi los que me aborrecen sin causa guiñen el ojo.",
  "Porque no hablan paz; /nY contra los mansos de la tierra piensan palabras engañosas.",
  "Ensancharon contra mí su boca; /nDijeron: ¡Ea, ea, nuestros ojos lo han visto!",
  "Tú lo has visto, oh Jehová; no calles; /nSeñor, no te alejes de mí.",
  "Muévete y despierta para hacerme justicia, /nDios mío y Señor mío, para defender mi causa.",
  "Júzgame conforme a tu justicia, Jehová Dios mío, /nY no se alegren de mí.",
  "No digan en su corazón: ¡Ea, alma nuestra! /nNo digan: ¡Le hemos devorado!",
  "Sean avergonzados y confundidos a una los que de mi mal se alegran; /nVístanse de vergüenza y de confusión los que se engrandecen contra mí.",
  "Canten y alégrense los que están a favor de mi justa causa, /nY digan siempre: Sea exaltado Jehová, /nQue ama la paz de su siervo.",
  "Y mi lengua hablará de tu justicia /nY de tu alabanza todo el día."
]