[
  "No te impacientes a causa de los malignos, /nNi tengas envidia de los que hacen iniquidad.",
  "Porque como hierba serán pronto cortados, /nY como la hierba verde se secarán.",
  "Confía en Jehová, y haz el bien; /nY habitarás en la tierra, y te apacentarás de la verdad.",
  "Deléitate asimismo en Jehová, /nY él te concederá las peticiones de tu corazón.",
  "Encomienda a Jehová tu camino, /nY confía en él; y él hará.",
  "Exhibirá tu justicia como la luz, /nY tu derecho como el mediodía.",
  "Guarda silencio ante Jehová, y espera en él. /nNo te alteres con motivo del que prospera en su camino, /nPor el hombre que hace maldades.",
  "Deja la ira, y desecha el enojo; /nNo te excites en manera alguna a hacer lo malo.",
  "Porque los malignos serán destruidos, /nPero los que esperan en Jehová, ellos heredarán la tierra.",
  "Pues de aquí a poco no existirá el malo; /nObservarás su lugar, y no estará allí.",
  "Pero los mansos heredarán la tierra, /nY se recrearán con abundancia de paz.",
  "Maquina el impío contra el justo, /nY cruje contra él sus dientes;",
  "El Señor se reirá de él; /nPorque ve que viene su día.",
  "Los impíos desenvainan espada y entesan su arco, /nPara derribar al pobre y al menesteroso, /nPara matar a los de recto proceder.",
  "Su espada entrará en su mismo corazón, /nY su arco será quebrado.",
  "Mejor es lo poco del justo, /nQue las riquezas de muchos pecadores.",
  "Porque los brazos de los impíos serán quebrados; /nMas el que sostiene a los justos es Jehová.",
  "Conoce Jehová los días de los perfectos, /nY la heredad de ellos será para siempre.",
  "No serán avergonzados en el mal tiempo, /nY en los días de hambre serán saciados.",
  "Mas los impíos perecerán, /nY los enemigos de Jehová como la grasa de los carneros /nSerán consumidos; se disiparán como el humo.",
  "El impío toma prestado, y no paga; /nMas el justo tiene misericordia, y da.",
  "Porque los benditos de él heredarán la tierra; /nY los malditos de él serán destruidos.",
  "Por Jehová son ordenados los pasos del hombre, /nY él aprueba su camino.",
  "Cuando el hombre cayere, no quedará postrado, /nPorque Jehová sostiene su mano.",
  "Joven fui, y he envejecido, /nY no he visto justo desamparado, /nNi su descendencia que mendigue pan.",
  "En todo tiempo tiene misericordia, y presta; /nY su descendencia es para bendición.",
  "Apártate del mal, y haz el bien, /nY vivirás para siempre.",
  "Porque Jehová ama la rectitud, /nY no desampara a sus santos. /nPara siempre serán guardados; /nMas la descendencia de los impíos será destruida.",
  "Los justos heredarán la tierra, /nY vivirán para siempre sobre ella.",
  "La boca del justo habla sabiduría, /nY su lengua habla justicia.",
  "La ley de su Dios está en su corazón; /nPor tanto, sus pies no resbalarán.",
  "Acecha el impío al justo, /nY procura matarlo.",
  "Jehová no lo dejará en sus manos, /nNi lo condenará cuando le juzgaren.",
  "Espera en Jehová, y guarda su camino, /nY él te exaltará para heredar la tierra; /nCuando sean destruidos los pecadores, lo verás.",
  "Vi yo al impío sumamente enaltecido, /nY que se extendía como laurel verde.",
  "Pero él pasó, y he aquí ya no estaba; /nLo busqué, y no fue hallado.",
  "Considera al íntegro, y mira al justo; /nPorque hay un final dichoso para el hombre de paz.",
  "Mas los transgresores serán todos a una destruidos; /nLa posteridad de los impíos será extinguida.",
  "Pero la salvación de los justos es de Jehová, /nY él es su fortaleza en el tiempo de la angustia.",
  "Jehová los ayudará y los librará; /nLos libertará de los impíos, y los salvará, /nPor cuanto en él esperaron."
]