[
  "Pacientemente esperé a Jehová, /nY se inclinó a mí, y oyó mi clamor.",
  "Y me hizo sacar del pozo de la desesperación, del lodo cenagoso; /nPuso mis pies sobre peña, y enderezó mis pasos.",
  "Puso luego en mi boca cántico nuevo, alabanza a nuestro Dios. /nVerán esto muchos, y temerán, /nY confiarán en Jehová.",
  "Bienaventurado el hombre que puso en Jehová su confianza, /nY no mira a los soberbios, ni a los que se desvían tras la mentira.",
  "Has aumentado, oh Jehová Dios mío, tus maravillas; /nY tus pensamientos para con nosotros, /nNo es posible contarlos ante ti. /nSi yo anunciare y hablare de ellos, /nNo pueden ser enumerados.",
  "Sacrificio y ofrenda no te agrada; /nHas abierto mis oídos; /nHolocausto y expiación no has demandado.",
  "Entonces dije: He aquí, vengo; /nEn el rollo del libro está escrito de mí;",
  "El hacer tu voluntad, Dios mío, me ha agradado, /nY tu ley está en medio de mi corazón.",
  "He anunciado justicia en grande congregación; /nHe aquí, no refrené mis labios, /nJehová, tú lo sabes.",
  "No encubrí tu justicia dentro de mi corazón; /nHe publicado tu fidelidad y tu salvación; /nNo oculté tu misericordia y tu verdad en grande asamblea.",
  "Jehová, no retengas de mí tus misericordias; /nTu misericordia y tu verdad me guarden siempre.",
  "Porque me han rodeado males sin número; /nMe han alcanzado mis maldades, y no puedo levantar la vista. /nSe han aumentado más que los cabellos de mi cabeza, y mi corazón me falla.",
  "Quieras, oh Jehová, librarme; /nJehová, apresúrate a socorrerme.",
  "Sean avergonzados y confundidos a una /nLos que buscan mi vida para destruirla. /nVuelvan atrás y avergüéncense /nLos que mi mal desean;",
  "Sean asolados en pago de su afrenta /nLos que me dicen: ¡Ea, ea!",
  "Gócense y alégrense en ti todos los que te buscan, /nY digan siempre los que aman tu salvación: /nJehová sea enaltecido.",
  "Aunque afligido yo y necesitado, /nJehová pensará en mí. /nMi ayuda y mi libertador eres tú; /nDios mío, no te tardes."
]