[
  "Escucha, oh Dios, mi oración, /nY no te escondas de mi súplica.",
  "Está atento, y respóndeme; /nClamo en mi oración, y me conmuevo,",
  "A causa de la voz del enemigo, /nPor la opresión del impío; /nPorque sobre mí echaron iniquidad, /nY con furor me persiguen.",
  "Mi corazón está dolorido dentro de mí, /nY terrores de muerte sobre mí han caído.",
  "Temor y temblor vinieron sobre mí, /nY terror me ha cubierto.",
  "Y dije: ¡Quién me diese alas como de paloma! /nVolaría yo, y descansaría.",
  "Ciertamente huiría lejos; /nMoraría en el desierto. Selah",
  "Me apresuraría a escapar /nDel viento borrascoso, de la tempestad.",
  "Destrúyelos, oh Señor; confunde la lengua de ellos; /nPorque he visto violencia y rencilla en la ciudad.",
  "Día y noche la rodean sobre sus muros, /nE iniquidad y trabajo hay en medio de ella.",
  "Maldad hay en medio de ella, /nY el fraude y el engaño no se apartan de sus plazas.",
  "Porque no me afrentó un enemigo, /nLo cual habría soportado; /nNi se alzó contra mí el que me aborrecía, /nPorque me hubiera ocultado de él;",
  "Sino tú, hombre, al parecer íntimo mío, /nMi guía, y mi familiar;",
  "Que juntos comunicábamos dulcemente los secretos, /nY andábamos en amistad en la casa de Dios.",
  "Que la muerte les sorprenda; /nDesciendan vivos al Seol, /nPorque hay maldades en sus moradas, en medio de ellos.",
  "En cuanto a mí, a Dios clamaré; /nY Jehová me salvará.",
  "Tarde y mañana y a mediodía oraré y clamaré, /nY él oirá mi voz.",
  "El redimirá en paz mi alma de la guerra contra mí, /nAunque contra mí haya muchos.",
  "Dios oirá, y los quebrantará luego, /nEl que permanece desde la antigüedad; /nPor cuanto no cambian, /nNi temen a Dios. Selah",
  "Extendió el inicuo sus manos contra los que estaban en paz con él; /nVioló su pacto.",
  "Los dichos de su boca son más blandos que mantequilla, /nPero guerra hay en su corazón; /nSuaviza sus palabras más que el aceite, /nMas ellas son espadas desnudas.",
  "Echa sobre Jehová tu carga, y él te sustentará; /nNo dejará para siempre caído al justo.",
  "Mas tú, oh Dios, harás descender aquéllos al pozo de perdición. /nLos hombres sanguinarios y engañadores no llegarán a la mitad de sus días; /nPero yo en ti confiaré."
]