[
  "Escucha, pueblo mío, mi ley; /nInclinad vuestro oído a las palabras de mi boca.",
  "Abriré mi boca en proverbios; /nHablaré cosas escondidas desde tiempos antiguos,",
  "Las cuales hemos oído y entendido; /nQue nuestros padres nos las contaron.",
  "No las encubriremos a sus hijos, /nContando a la generación venidera las alabanzas de Jehová, /nY su potencia, y las maravillas que hizo.",
  "El estableció testimonio en Jacob, /nY puso ley en Israel, /nLa cual mandó a nuestros padres /nQue la notificasen a sus hijos;",
  "Para que lo sepa la generación venidera, y los hijos que nacerán; /nY los que se levantarán lo cuenten a sus hijos,",
  "A fin de que pongan en Dios su confianza, /nY no se olviden de las obras de Dios; /nQue guarden sus mandamientos,",
  "Y no sean como sus padres, /nGeneración contumaz y rebelde; /nGeneración que no dispuso su corazón, /nNi fue fiel para con Dios su espíritu.",
  "Los hijos de Efraín, arqueros armados, /nVolvieron las espaldas en el día de la batalla.",
  "No guardaron el pacto de Dios, /nNi quisieron andar en su ley;",
  "Sino que se olvidaron de sus obras, /nY de sus maravillas que les había mostrado.",
  "Delante de sus padres hizo maravillas /nEn la tierra de Egipto, en el campo de Zoán.",
  "Dividió el mar y los hizo pasar; /nDetuvo las aguas como en un montón.",
  "Les guió de día con nube, /nY toda la noche con resplandor de fuego.",
  "Hendió las peñas en el desierto, /nY les dio a beber como de grandes abismos,",
  "Pues sacó de la peña corrientes, /nE hizo descender aguas como ríos.",
  "Pero aún volvieron a pecar contra él, /nRebelándose contra el Altísimo en el desierto;",
  "Pues tentaron a Dios en su corazón, /nPidiendo comida a su gusto.",
  "Y hablaron contra Dios, /nDiciendo: ¿Podrá poner mesa en el desierto?",
  "He aquí ha herido la peña, y brotaron aguas, /nY torrentes inundaron la tierra; /n¿Podrá dar también pan? /n¿Dispondrá carne para su pueblo?",
  "Por tanto, oyó Jehová, y se indignó; /nSe encendió el fuego contra Jacob, /nY el furor subió también contra Israel,",
  "Por cuanto no habían creído a Dios, /nNi habían confiado en su salvación.",
  "Sin embargo, mandó a las nubes de arriba, /nY abrió las puertas de los cielos,",
  "E hizo llover sobre ellos maná para que comiesen, /nY les dio trigo de los cielos.",
  "Pan de nobles comió el hombre; /nLes envió comida hasta saciarles.",
  "Movió el solano en el cielo, /nY trajo con su poder el viento sur,",
  "E hizo llover sobre ellos carne como polvo, /nComo arena del mar, aves que vuelan.",
  "Las hizo caer en medio del campamento, /nAlrededor de sus tiendas.",
  "Comieron, y se saciaron; /nLes cumplió, pues, su deseo.",
  "No habían quitado de sí su anhelo, /nAún estaba la comida en su boca,",
  "Cuando vino sobre ellos el furor de Dios, /nE hizo morir a los más robustos de ellos, /nY derribó a los escogidos de Israel.",
  "Con todo esto, pecaron aún, /nY no dieron crédito a sus maravillas.",
  "Por tanto, consumió sus días en vanidad, /nY sus años en tribulación.",
  "Si los hacía morir, entonces buscaban a Dios; /nEntonces se volvían solícitos en busca suya,",
  "Y se acordaban de que Dios era su refugio, /nY el Dios Altísimo su redentor.",
  "Pero le lisonjeaban con su boca, /nY con su lengua le mentían;",
  "Pues sus corazones no eran rectos con él, /nNi estuvieron firmes en su pacto.",
  "Pero él, misericordioso, perdonaba la maldad, y no los destruía; /nY apartó muchas veces su ira, /nY no despertó todo su enojo.",
  "Se acordó de que eran carne, /nSoplo que va y no vuelve.",
  "¡Cuántas veces se rebelaron contra él en el desierto, /nLo enojaron en el yermo!",
  "Y volvían, y tentaban a Dios, /nY provocaban al Santo de Israel.",
  "No se acordaron de su mano, /nDel día que los redimió de la angustia;",
  "Cuando puso en Egipto sus señales, /nY sus maravillas en el campo de Zoán;",
  "Y volvió sus ríos en sangre, /nY sus corrientes, para que no bebiesen.",
  "Envió entre ellos enjambres de moscas que los devoraban, /nY ranas que los destruían.",
  "Dio también a la oruga sus frutos, /nY sus labores a la langosta.",
  "Sus viñas destruyó con granizo, /nY sus higuerales con escarcha;",
  "Entregó al pedrisco sus bestias, /nY sus ganados a los rayos.",
  "Envió sobre ellos el ardor de su ira; /nEnojo, indignación y angustia, /nUn ejército de ángeles destructores.",
  "Dispuso camino a su furor; /nNo eximió la vida de ellos de la muerte, /nSino que entregó su vida a la mortandad.",
  "Hizo morir a todo primogénito en Egipto, /nLas primicias de su fuerza en las tiendas de Cam.",
  "Hizo salir a su pueblo como ovejas, /nY los llevó por el desierto como un rebaño.",
  "Los guió con seguridad, de modo que no tuvieran temor; /nY el mar cubrió a sus enemigos.",
  "Los trajo después a las fronteras de su tierra santa, /nA este monte que ganó su mano derecha.",
  "Echó las naciones de delante de ellos; /nCon cuerdas repartió sus tierras en heredad, /nE hizo habitar en sus moradas a las tribus de Israel.",
  "Pero ellos tentaron y enojaron al Dios Altísimo, /nY no guardaron sus testimonios;",
  "Sino que se volvieron y se rebelaron como sus padres; /nSe volvieron como arco engañoso.",
  "Le enojaron con sus lugares altos, /nY le provocaron a celo con sus imágenes de talla.",
  "Lo oyó Dios y se enojó, /nY en gran manera aborreció a Israel.",
  "Dejó, por tanto, el tabernáculo de Silo, /nLa tienda en que habitó entre los hombres,",
  "Y entregó a cautiverio su poderío, /nY su gloria en mano del enemigo.",
  "Entregó también su pueblo a la espada, /nY se irritó contra su heredad.",
  "El fuego devoró a sus jóvenes, /nY sus vírgenes no fueron loadas en cantos nupciales.",
  "Sus sacerdotes cayeron a espada, /nY sus viudas no hicieron lamentación.",
  "Entonces despertó el Señor como quien duerme, /nComo un valiente que grita excitado del vino,",
  "E hirió a sus enemigos por detrás; /nLes dio perpetua afrenta.",
  "Desechó la tienda de José, /nY no escogió la tribu de Efraín,",
  "Sino que escogió la tribu de Judá, /nEl monte de Sion, al cual amó.",
  "Edificó su santuario a manera de eminencia, /nComo la tierra que cimentó para siempre.",
  "Eligió a David su siervo, /nY lo tomó de las majadas de las ovejas;",
  "De tras las paridas lo trajo, /nPara que apacentase a Jacob su pueblo, /nY a Israel su heredad.",
  "Y los apacentó conforme a la integridad de su corazón, /nLos pastoreó con la pericia de sus manos."
]