[
  "Los proverbios de Salomón, hijo de David, rey de Israel.",
  "Para entender sabiduría y doctrina, /nPara conocer razones prudentes,",
  "Para recibir el consejo de prudencia, /nJusticia, juicio y equidad;",
  "Para dar sagacidad a los simples, /nY a los jóvenes inteligencia y cordura.",
  "Oirá el sabio, y aumentará el saber, /nY el entendido adquirirá consejo,",
  "Para entender proverbio y declaración, /nPalabras de sabios, y sus dichos profundos.",
  "El principio de la sabiduría es el temor de Jehová; /nLos insensatos desprecian la sabiduría y la enseñanza. /nAmonestaciones de la Sabiduría",
  "Oye, hijo mío, la instrucción de tu padre, /nY no desprecies la dirección de tu madre;",
  "Porque adorno de gracia serán a tu cabeza, /nY collares a tu cuello.",
  "Hijo mío, si los pecadores te quisieren engañar, /nNo consientas.",
  "Si dijeren: Ven con nosotros; /nPongamos asechanzas para derramar sangre, /nAcechemos sin motivo al inocente;",
  "Los tragaremos vivos como el Seol, /nY enteros, como los que caen en un abismo;",
  "Hallaremos riquezas de toda clase, /nLlenaremos nuestras casas de despojos;",
  "Echa tu suerte entre nosotros; /nTengamos todos una bolsa.",
  "Hijo mío, no andes en camino con ellos. /nAparta tu pie de sus veredas,",
  "Porque sus pies corren hacia el mal, /nY van presurosos a derramar sangre.",
  "Porque en vano se tenderá la red /nAnte los ojos de toda ave;",
  "Pero ellos a su propia sangre ponen asechanzas, /nY a sus almas tienden lazo.",
  "Tales son las sendas de todo el que es dado a la codicia, /nLa cual quita la vida de sus poseedores.",
  "La sabiduría clama en las calles, /nAlza su voz en las plazas;",
  "Clama en los principales lugares de reunión; /nEn las entradas de las puertas de la ciudad dice sus razones.",
  "¿Hasta cuándo, oh simples, amaréis la simpleza, /nY los burladores desearán el burlar, /nY los insensatos aborrecerán la ciencia?",
  "Volveos a mi reprensión; /nHe aquí yo derramaré mi espíritu sobre vosotros, /nY os haré saber mis palabras.",
  "Por cuanto llamé, y no quisisteis oír, /nExtendí mi mano, y no hubo quien atendiese,",
  "Sino que desechasteis todo consejo mío /nY mi reprensión no quisisteis,",
  "También yo me reiré en vuestra calamidad, /nY me burlaré cuando os viniere lo que teméis;",
  "Cuando viniere como una destrucción lo que teméis, /nY vuestra calamidad llegare como un torbellino; /nCuando sobre vosotros viniere tribulación y angustia.",
  "Entonces me llamarán, y no responderé; /nMe buscarán de mañana, y no me hallarán.",
  "Por cuanto aborrecieron la sabiduría, /nY no escogieron el temor de Jehová,",
  "Ni quisieron mi consejo, /nY menospreciaron toda reprensión mía,",
  "Comerán del fruto de su camino, /nY serán hastiados de sus propios consejos.",
  "Porque el desvío de los ignorantes los matará, /nY la prosperidad de los necios los echará a perder;",
  "Mas el que me oyere, habitará confiadamente /nY vivirá tranquilo, sin temor del mal."
]