[
  "La blanda respuesta quita la ira; /nMas la palabra áspera hace subir el furor.",
  "La lengua de los sabios adornará la sabiduría; /nMas la boca de los necios hablará sandeces.",
  "Los ojos de Jehová están en todo lugar, /nMirando a los malos y a los buenos.",
  "La lengua apacible es árbol de vida; /nMas la perversidad de ella es quebrantamiento de espíritu.",
  "El necio menosprecia el consejo de su padre; /nMas el que guarda la corrección vendrá a ser prudente.",
  "En la casa del justo hay gran provisión; /nPero turbación en las ganancias del impío.",
  "La boca de los sabios esparce sabiduría; /nNo así el corazón de los necios.",
  "El sacrificio de los impíos es abominación a Jehová; /nMas la oración de los rectos es su gozo.",
  "Abominación es a Jehová el camino del impío; /nMas él ama al que sigue justicia.",
  "La reconvención es molesta al que deja el camino; /nY el que aborrece la corrección morirá.",
  "El Seol y el Abadón están delante de Jehová; /n¡Cuánto más los corazones de los hombres!",
  "El escarnecedor no ama al que le reprende, /nNi se junta con los sabios.",
  "El corazón alegre hermosea el rostro; /nMas por el dolor del corazón el espíritu se abate.",
  "El corazón entendido busca la sabiduría; /nMas la boca de los necios se alimenta de necedades.",
  "Todos los días del afligido son difíciles; /nMas el de corazón contento tiene un banquete continuo.",
  "Mejor es lo poco con el temor de Jehová, /nQue el gran tesoro donde hay turbación.",
  "Mejor es la comida de legumbres donde hay amor, /nQue de buey engordado donde hay odio.",
  "El hombre iracundo promueve contiendas; /nMas el que tarda en airarse apacigua la rencilla.",
  "El camino del perezoso es como seto de espinos; /nMas la vereda de los rectos, como una calzada.",
  "El hijo sabio alegra al padre; /nMas el hombre necio menosprecia a su madre.",
  "La necedad es alegría al falto de entendimiento; /nMas el hombre entendido endereza sus pasos.",
  "Los pensamientos son frustrados donde no hay consejo; /nMas en la multitud de consejeros se afirman.",
  "El hombre se alegra con la respuesta de su boca; /nY la palabra a su tiempo, ¡cuán buena es!",
  "El camino de la vida es hacia arriba al entendido, /nPara apartarse del Seol abajo.",
  "Jehová asolará la casa de los soberbios; /nPero afirmará la heredad de la viuda.",
  "Abominación son a Jehová los pensamientos del malo; /nMas las expresiones de los limpios son limpias.",
  "Alborota su casa el codicioso; /nMas el que aborrece el soborno vivirá.",
  "El corazón del justo piensa para responder; /nMas la boca de los impíos derrama malas cosas.",
  "Jehová está lejos de los impíos; /nPero él oye la oración de los justos.",
  "La luz de los ojos alegra el corazón, /nY la buena nueva conforta los huesos.",
  "El oído que escucha las amonestaciones de la vida, /nEntre los sabios morará.",
  "El que tiene en poco la disciplina menosprecia su alma; /nMas el que escucha la corrección tiene entendimiento.",
  "El temor de Jehová es enseñanza de sabiduría; /nY a la honra precede la humildad."
]