[
  "Cuando te sientes a comer con algún señor, /nConsidera bien lo que está delante de ti,",
  "Y pon cuchillo a tu garganta, /nSi tienes gran apetito.",
  "No codicies sus manjares delicados, /nPorque es pan engañoso.",
  "No te afanes por hacerte rico; /nSé prudente, y desiste.",
  "¿Has de poner tus ojos en las riquezas, siendo ningunas? /nPorque se harán alas /nComo alas de águila, y volarán al cielo.",
  "No comas pan con el avaro, /nNi codicies sus manjares;",
  "Porque cual es su pensamiento en su corazón, tal es él. /nCome y bebe, te dirá; /nMas su corazón no está contigo.",
  "Vomitarás la parte que comiste, /nY perderás tus suaves palabras.",
  "No hables a oídos del necio, /nPorque menospreciará la prudencia de tus razones.",
  "No traspases el lindero antiguo, /nNi entres en la heredad de los huérfanos;",
  "Porque el defensor de ellos es el Fuerte, /nEl cual juzgará la causa de ellos contra ti.",
  "Aplica tu corazón a la enseñanza, /nY tus oídos a las palabras de sabiduría.",
  "No rehúses corregir al muchacho; /nPorque si lo castigas con vara, no morirá.",
  "Lo castigarás con vara, /nY librarás su alma del Seol.",
  "Hijo mío, si tu corazón fuere sabio, /nTambién a mí se me alegrará el corazón;",
  "Mis entrañas también se alegrarán /nCuando tus labios hablaren cosas rectas.",
  "No tenga tu corazón envidia de los pecadores, /nAntes persevera en el temor de Jehová todo el tiempo;",
  "Porque ciertamente hay fin, /nY tu esperanza no será cortada.",
  "Oye, hijo mío, y sé sabio, /nY endereza tu corazón al camino.",
  "No estés con los bebedores de vino, /nNi con los comedores de carne;",
  "Porque el bebedor y el comilón empobrecerán, /nY el sueño hará vestir vestidos rotos.",
  "Oye a tu padre, a aquel que te engendró; /nY cuando tu madre envejeciere, no la menosprecies.",
  "Compra la verdad, y no la vendas; /nLa sabiduría, la enseñanza y la inteligencia.",
  "Mucho se alegrará el padre del justo, /nY el que engendra sabio se gozará con él.",
  "Alégrense tu padre y tu madre, /nY gócese la que te dio a luz.",
  "Dame, hijo mío, tu corazón, /nY miren tus ojos por mis caminos.",
  "Porque abismo profundo es la ramera, /nY pozo angosto la extraña.",
  "También ella, como robador, acecha, /nY multiplica entre los hombres los prevaricadores.",
  "¿Para quién será el ay? ¿Para quién el dolor? ¿Para quién las rencillas? /n¿Para quién las quejas? ¿Para quién las heridas en balde? /n¿Para quién lo amoratado de los ojos?",
  "Para los que se detienen mucho en el vino, /nPara los que van buscando la mistura.",
  "No mires al vino cuando rojea, /nCuando resplandece su color en la copa. /nSe entra suavemente;",
  "Mas al fin como serpiente morderá, /nY como áspid dará dolor.",
  "Tus ojos mirarán cosas extrañas, /nY tu corazón hablará perversidades.",
  "Serás como el que yace en medio del mar, /nO como el que está en la punta de un mastelero.",
  "Y dirás: Me hirieron, mas no me dolió; /nMe azotaron, mas no lo sentí; /nCuando despertare, aún lo volveré a buscar."
]