[
  "No tengas envidia de los hombres malos, /nNi desees estar con ellos;",
  "Porque su corazón piensa en robar, /nE iniquidad hablan sus labios.",
  "Con sabiduría se edificará la casa, /nY con prudencia se afirmará;",
  "Y con ciencia se llenarán las cámaras /nDe todo bien preciado y agradable.",
  "El hombre sabio es fuerte, /nY de pujante vigor el hombre docto.",
  "Porque con ingenio harás la guerra, /nY en la multitud de consejeros está la victoria.",
  "Alta está para el insensato la sabiduría; /nEn la puerta no abrirá él su boca.",
  "Al que piensa hacer el mal, /nLe llamarán hombre de malos pensamientos.",
  "El pensamiento del necio es pecado, /nY abominación a los hombres el escarnecedor.",
  "Si fueres flojo en el día de trabajo, /nTu fuerza será reducida.",
  "Libra a los que son llevados a la muerte; /nSalva a los que están en peligro de muerte.",
  "Porque si dijeres: Ciertamente no lo supimos, /n¿Acaso no lo entenderá el que pesa los corazones? /nEl que mira por tu alma, él lo conocerá, /nY dará al hombre según sus obras.",
  "Come, hijo mío, de la miel, porque es buena, /nY el panal es dulce a tu paladar.",
  "Así será a tu alma el conocimiento de la sabiduría; /nSi la hallares tendrás recompensa, /nY al fin tu esperanza no será cortada.",
  "Oh impío, no aceches la tienda del justo, /nNo saquees su cámara;",
  "Porque siete veces cae el justo, y vuelve a levantarse; /nMas los impíos caerán en el mal.",
  "Cuando cayere tu enemigo, no te regocijes, /nY cuando tropezare, no se alegre tu corazón;",
  "No sea que Jehová lo mire, y le desagrade, /nY aparte de sobre él su enojo.",
  "No te entremetas con los malignos, /nNi tengas envidia de los impíos;",
  "Porque para el malo no habrá buen fin, /nY la lámpara de los impíos será apagada.",
  "Teme a Jehová, hijo mío, y al rey; /nNo te entremetas con los veleidosos;",
  "Porque su quebrantamiento vendrá de repente; /nY el quebrantamiento de ambos, /n¿quién lo comprende?",
  "También estos son dichos de los sabios: /nHacer acepción de personas en el juicio no es bueno.",
  "El que dijere al malo: Justo eres, /nLos pueblos lo maldecirán, y le detestarán las naciones;",
  "Mas los que lo reprendieren tendrán felicidad, /nY sobre ellos vendrá gran bendición.",
  "Besados serán los labios /nDel que responde palabras rectas.",
  "Prepara tus labores fuera, /nY disponlas en tus campos, /nY después edificarás tu casa.",
  "No seas sin causa testigo contra tu prójimo, /nY no lisonjees con tus labios.",
  "No digas: Como me hizo, así le haré; /nDaré el pago al hombre según su obra.",
  "Pasé junto al campo del hombre perezoso, /nY junto a la viña del hombre falto de entendimiento;",
  "Y he aquí que por toda ella habían crecido los espinos, /nOrtigas habían ya cubierto su faz, /nY su cerca de piedra estaba ya destruida.",
  "Miré, y lo puse en mi corazón; /nLo vi, y tomé consejo.",
  "Un poco de sueño, cabeceando otro poco, /nPoniendo mano sobre mano otro poco para dormir;",
  "Así vendrá como caminante tu necesidad, /nY tu pobreza como hombre armado."
]