[
  "Palabras de Agur, hijo de Jaqué; la profecía que dijo el varón a Itiel, a Itiel y a Ucal.",
  "Ciertamente más rudo soy yo que ninguno, /nNi tengo entendimiento de hombre.",
  "Yo ni aprendí sabiduría, /nNi conozco la ciencia del Santo.",
  "¿Quién subió al cielo, y descendió? /n¿Quién encerró los vientos en sus puños? /n¿Quién ató las aguas en un paño? /n¿Quién afirmó todos los términos de la tierra? /n¿Cuál es su nombre, y el nombre de su hijo, si sabes?",
  "Toda palabra de Dios es limpia; /nEl es escudo a los que en él esperan.",
  "No añadas a sus palabras, para que no te reprenda, /nY seas hallado mentiroso.",
  "Dos cosas te he demandado; /nNo me las niegues antes que muera:",
  "Vanidad y palabra mentirosa aparta de mí; /nNo me des pobreza ni riquezas; /nManténme del pan necesario;",
  "No sea que me sacie, y te niegue, y diga: ¿Quién es Jehová? /nO que siendo pobre, hurte, /nY blasfeme el nombre de mi Dios.",
  "No acuses al siervo ante su señor, /nNo sea que te maldiga, y lleves el castigo.",
  "Hay generación que maldice a su padre /nY a su madre no bendice.",
  "Hay generación limpia en su propia opinión, /nSi bien no se ha limpiado de su inmundicia.",
  "Hay generación cuyos ojos son altivos /nY cuyos párpados están levantados en alto.",
  "Hay generación cuyos dientes son espadas, y sus muelas cuchillos, /nPara devorar a los pobres de la tierra, y a los menesterosos de entre los hombres.",
  "La sanguijuela tiene dos hijas que dicen: ¡Dame! ¡dame! /nTres cosas hay que nunca se sacian; /nAun la cuarta nunca dice: ¡Basta!",
  "El Seol, la matriz estéril, /nLa tierra que no se sacia de aguas, /nY el fuego que jamás dice: ¡Basta!",
  "El ojo que escarnece a su padre /nY menosprecia la enseñanza de la madre, /nLos cuervos de la cañada lo saquen, /nY lo devoren los hijos del águila.",
  "Tres cosas me son ocultas; /nAun tampoco sé la cuarta:",
  "El rastro del águila en el aire; /nEl rastro de la culebra sobre la peña; /nEl rastro de la nave en medio del mar; /nY el rastro del hombre en la doncella.",
  "El proceder de la mujer adúltera es así: /nCome, y limpia su boca /nY dice: No he hecho maldad.",
  "Por tres cosas se alborota la tierra, /nY la cuarta ella no puede sufrir:",
  "Por el siervo cuando reina; /nPor el necio cuando se sacia de pan;",
  "Por la mujer odiada cuando se casa; /nY por la sierva cuando hereda a su señora.",
  "Cuatro cosas son de las más pequeñas de la tierra, /nY las mismas son más sabias que los sabios:",
  "Las hormigas, pueblo no fuerte, /nY en el verano preparan su comida;",
  "Los conejos, pueblo nada esforzado, /nY ponen su casa en la piedra;",
  "Las langostas, que no tienen rey, /nY salen todas por cuadrillas;",
  "La araña que atrapas con la mano, /nY está en palacios de rey.",
  "Tres cosas hay de hermoso andar, /nY la cuarta pasea muy bien:",
  "El león, fuerte entre todos los animales, /nQue no vuelve atrás por nada;",
  "El ceñido de lomos; asimismo el macho cabrío; /nY el rey, a quien nadie resiste.",
  "Si neciamente has procurado enaltecerte, /nO si has pensado hacer mal, /nPon el dedo sobre tu boca.",
  "Ciertamente el que bate la leche sacará mantequilla, /nY el que recio se suena las narices sacará sangre; /nY el que provoca la ira causará contienda."
]