[
  "Oíd, hijos, la enseñanza de un padre, /nY estad atentos, para que conozcáis cordura.",
  "Porque os doy buena enseñanza; /nNo desamparéis mi ley.",
  "Porque yo también fui hijo de mi padre, /nDelicado y único delante de mi madre.",
  "Y él me enseñaba, y me decía: /nRetenga tu corazón mis razones, /nGuarda mis mandamientos, y vivirás.",
  "Adquiere sabiduría, adquiere inteligencia; /nNo te olvides ni te apartes de las razones de mi boca;",
  "No la dejes, y ella te guardará; /nAmala, y te conservará.",
  "Sabiduría ante todo; adquiere sabiduría; /nY sobre todas tus posesiones adquiere inteligencia.",
  "Engrandécela, y ella te engrandecerá; /nElla te honrará, cuando tú la hayas abrazado.",
  "Adorno de gracia dará a tu cabeza; /nCorona de hermosura te entregará.",
  "Oye, hijo mío, y recibe mis razones, /nY se te multiplicarán años de vida.",
  "Por el camino de la sabiduría te he encaminado, /nY por veredas derechas te he hecho andar.",
  "Cuando anduvieres, no se estrecharán tus pasos, /nY si corrieres, no tropezarás.",
  "Retén el consejo, no lo dejes; /nGuárdalo, porque eso es tu vida.",
  "No entres por la vereda de los impíos, /nNi vayas por el camino de los malos.",
  "Déjala, no pases por ella; /nApártate de ella, pasa.",
  "Porque no duermen ellos si no han hecho mal, /nY pierden el sueño si no han hecho caer a alguno.",
  "Porque comen pan de maldad, y beben vino de robos;",
  "Mas la senda de los justos es como la luz de la aurora, /nQue va en aumento hasta que el día es perfecto.",
  "El camino de los impíos es como la oscuridad; /nNo saben en qué tropiezan.",
  "Hijo mío, está atento a mis palabras; /nInclina tu oído a mis razones.",
  "No se aparten de tus ojos; /nGuárdalas en medio de tu corazón;",
  "Porque son vida a los que las hallan, /nY medicina a todo su cuerpo.",
  "Sobre toda cosa guardada, guarda tu corazón; /nPorque de él mana la vida.",
  "Aparta de ti la perversidad de la boca, /nY aleja de ti la iniquidad de los labios.",
  "Tus ojos miren lo recto, /nY diríjanse tus párpados hacia lo que tienes delante.",
  "Examina la senda de tus pies, /nY todos tus caminos sean rectos.",
  "No te desvíes a la derecha ni a la izquierda; /nAparta tu pie del mal."
]