[
  "Hijo mío, guarda mis razones, /nY atesora contigo mis mandamientos.",
  "Guarda mis mandamientos y vivirás, /nY mi ley como las niñas de tus ojos.",
  "Lígalos a tus dedos; /nEscríbelos en la tabla de tu corazón.",
  "Di a la sabiduría: Tú eres mi hermana, /nY a la inteligencia llama parienta;",
  "Para que te guarden de la mujer ajena, /nY de la extraña que ablanda sus palabras.",
  "Porque mirando yo por la ventana de mi casa, /nPor mi celosía,",
  "Vi entre los simples, /nConsideré entre los jóvenes, /nA un joven falto de entendimiento,",
  "El cual pasaba por la calle, junto a la esquina, /nE iba camino a la casa de ella,",
  "A la tarde del día, cuando ya oscurecía, /nEn la oscuridad y tinieblas de la noche.",
  "Cuando he aquí, una mujer le sale al encuentro, /nCon atavío de ramera y astuta de corazón.",
  "Alborotadora y rencillosa, /nSus pies no pueden estar en casa;",
  "Unas veces está en la calle, otras veces en las plazas, /nAcechando por todas las esquinas.",
  "Se asió de él, y le besó. /nCon semblante descarado le dijo:",
  "Sacrificios de paz había prometido, /nHoy he pagado mis votos;",
  "Por tanto, he salido a encontrarte, /nBuscando diligentemente tu rostro, y te he hallado.",
  "He adornado mi cama con colchas /nRecamadas con cordoncillo de Egipto;",
  "He perfumado mi cámara /nCon mirra, áloes y canela.",
  "Ven, embriaguémonos de amores hasta la mañana; /nAlegrémonos en amores.",
  "Porque el marido no está en casa; /nSe ha ido a un largo viaje.",
  "La bolsa de dinero llevó en su mano; /nEl día señalado volverá a su casa.",
  "Lo rindió con la suavidad de sus muchas palabras, /nLe obligó con la zalamería de sus labios.",
  "Al punto se marchó tras ella, /nComo va el buey al degolladero, /nY como el necio a las prisiones para ser castigado;",
  "Como el ave que se apresura a la red, /nY no sabe que es contra su vida, /nHasta que la saeta traspasa su corazón.",
  "Ahora pues, hijos, oídme, /nY estad atentos a las razones de mi boca.",
  "No se aparte tu corazón a sus caminos; /nNo yerres en sus veredas.",
  "Porque a muchos ha hecho caer heridos, /nY aun los más fuertes han sido muertos por ella.",
  "Camino al Seol es su casa, /nQue conduce a las cámaras de la muerte."
]