[
  "¿No clama la sabiduría, /nY da su voz la inteligencia?",
  "En las alturas junto al camino, /nA las encrucijadas de las veredas se para;",
  "En el lugar de las puertas, a la entrada de la ciudad, /nA la entrada de las puertas da voces:",
  "Oh hombres, a vosotros clamo; /nDirijo mi voz a los hijos de los hombres.",
  "Entended, oh simples, discreción; /nY vosotros, necios, entrad en cordura.",
  "Oíd, porque hablaré cosas excelentes, /nY abriré mis labios para cosas rectas.",
  "Porque mi boca hablará verdad, /nY la impiedad abominan mis labios.",
  "Justas son todas las razones de mi boca; /nNo hay en ellas cosa perversa ni torcida.",
  "Todas ellas son rectas al que entiende, /nY razonables a los que han hallado sabiduría.",
  "Recibid mi enseñanza, y no plata; /nY ciencia antes que el oro escogido.",
  "Porque mejor es la sabiduría que las piedras preciosas; /nY todo cuanto se puede desear, no es de compararse con ella.",
  "Yo, la sabiduría, habito con la cordura, /nY hallo la ciencia de los consejos.",
  "El temor de Jehová es aborrecer el mal; /nLa soberbia y la arrogancia, el mal camino, /nY la boca perversa, aborrezco.",
  "Conmigo está el consejo y el buen juicio; /nYo soy la inteligencia; mío es el poder.",
  "Por mí reinan los reyes, /nY los príncipes determinan justicia.",
  "Por mí dominan los príncipes, /nY todos los gobernadores juzgan la tierra.",
  "Yo amo a los que me aman, /nY me hallan los que temprano me buscan.",
  "Las riquezas y la honra están conmigo; /nRiquezas duraderas, y justicia.",
  "Mejor es mi fruto que el oro, y que el oro refinado; /nY mi rédito mejor que la plata escogida.",
  "Por vereda de justicia guiaré, /nPor en medio de sendas de juicio,",
  "Para hacer que los que me aman tengan su heredad, /nY que yo llene sus tesoros.",
  "Jehová me poseía en el principio, /nYa de antiguo, antes de sus obras.",
  "Eternamente tuve el principado, desde el principio, /nAntes de la tierra.",
  "Antes de los abismos fui engendrada; /nAntes que fuesen las fuentes de las muchas aguas.",
  "Antes que los montes fuesen formados, /nAntes de los collados, ya había sido yo engendrada;",
  "No había aún hecho la tierra, ni los campos, /nNi el principio del polvo del mundo.",
  "Cuando formaba los cielos, allí estaba yo; /nCuando trazaba el círculo sobre la faz del abismo;",
  "Cuando afirmaba los cielos arriba, /nCuando afirmaba las fuentes del abismo;",
  "Cuando ponía al mar su estatuto, /nPara que las aguas no traspasasen su mandamiento; /nCuando establecía los fundamentos de la tierra,",
  "Con él estaba yo ordenándolo todo, /nY era su delicia de día en día, /nTeniendo solaz delante de él en todo tiempo.",
  "Me regocijo en la parte habitable de su tierra; /nY mis delicias son con los hijos de los hombres.",
  "Ahora, pues, hijos, oídme, /nY bienaventurados los que guardan mis caminos.",
  "Atended el consejo, y sed sabios, /nY no lo menospreciéis.",
  "Bienaventurado el hombre que me escucha, /nVelando a mis puertas cada día, /nAguardando a los postes de mis puertas.",
  "Porque el que me halle, hallará la vida, /nY alcanzará el favor de Jehová.",
  "Mas el que peca contra mí, defrauda su alma; /nTodos los que me aborrecen aman la muerte."
]