{
  "1": {
    "1": "“Be Re’shit bará’” es interpretado como que la plenitud de la deidad organizó los cielos y la tierra en función de Re’shit. Re’shit es presentado como primicia, muestra perfecta que transmite sus atributos a la totalidad. Se afirma que todo fue hecho dentro, con relación o en función de Re’shit, entendido como la expresión corpórea de la plenitud de la deidad.",
    "3": "“Sea la luz; y fue la luz.” Se destaca que aquí no dice que la luz fue hecha, sino que fue. Se introduce la estructura donde algunas cosas simplemente fueron (jayáh) sin complemento de ‘asah o bará’.",
    "7": "“E hizo Dios la expansión.” Aquí el mandato “sea” es complementado con ‘asah (hizo). Se señala que cuando algo ya tiene contextura o existencia previa se usa ‘asah.",
    "14": "“Haya lumbreras…” Se introduce el mandato que luego será complementado.",
    "16": "“E hizo Dios las dos grandes lumbreras.” Se explica que las lumbreras fueron hechas (‘asah), indicando complemento y terminación.",
    "20": "“Produzcan las aguas seres vivientes…” Se introduce el mandato dirigido a las aguas.",
    "21": "“Y creó (bará’/organizó) Dios los grandes monstruos marinos…” Se explica que bará’ implica organizar o preparar lo amorfo, moldear lo que no tenía forma distinguible.",
    "24": "“Produzca la tierra seres vivientes…” Aquí el mandato es seguido por resultado.",
    "25": "“E hizo Dios animales de la tierra…” Los animales terrestres fueron hechos (‘asah), diferenciándose de los acuáticos que fueron organizados (bará’).",
    "26": "“Haremos al hombre…” Se explica que ‘Elohim habla en plural como plenitud de atributos, no como varias personas. El verbo está en futuro (Na’aseh). El hombre sería hecho conforme a semejanza en un proceso proyectado.",
    "27": "“Y creó (bará’) Dios al hombre con Tzélem…” Se enfatiza que fue creado con Tzélem (resplandor), no con Demut (semejanza). La semejanza queda proyectada a futuro. Tzélem es entendido como resplandor de la gloria, no como atributo físico."
  }
}
