{
  "2": {
    "1": "Fueron acabados los cielos y la tierra y todo su ejército. Se explica la diferencia entre Bará (organizar), Yatzar (formar) y ‘Asah (hacer). Dios habla de todos los planos y promesas que iba a ejecutar.",
    "2": "Terminó Dios en el día séptimo la obra que hizo y reposó. Se indica culminación del proceso.",
    "3": "Bendijo ‘Elohim el día séptimo y lo santificó porque cesó de toda la obra que Bará para hacer. “Hacer” es la última etapa.",
    "4": "Estos son los partos de los cielos y la tierra cuando fueron organizados. Todo lo creado tiene equivalencia futura.",
    "5": "Antes que hubiese planta en el ‘eretz no había lluvia ni hombre que sirviera la ‘Adamáh. Se distingue entre ‘Eretz y ‘Adamáh.",
    "6": "Subía vapor del ‘eretz y regaba la ‘Adamáh.",
    "7": "YHWH formó al hombre del polvo de la ‘Adamáh y sopló aliento de vida. ‘Adam fue nefesh jayáh.",
    "8": "‘Elohim ‘Adonay plantó un huerto en Éden desde la eternidad y puso allí al hombre que había formado.",
    "9": "Hizo nacer de la ‘Adamáh todo árbol delicioso. El árbol de la vida vino con el Gan.",
    "10": "Salía de Edén un río para regar el huerto y se repartía en cuatro brazos.",
    "11": "El nombre del primero era Pisón.",
    "12": "Se describe la tierra donde hay oro, bedelio y ónice.",
    "13": "El segundo río es Gihón.",
    "14": "El tercer río es Hidekel y el cuarto es el Eufrates.",
    "15": "Tomó ‘Elohim ‘Adonay al hombre y lo puso en el Gan para servirlo y vigilarlo.",
    "16": "Mandó comer de todo árbol del huerto.",
    "17": "Prohibió comer del árbol del conocimiento; comer implicaría desconexión del Éden.",
    "18": "No es bueno que el hombre esté solo; haré ayuda conforme a lo opuesto a él.",
    "19": "Formó de la ‘Adamáh las bestias y aves y las trajo a ‘Adam para nombrarlas.",
    "20": "‘Adam puso nombre a los seres vivientes, pero no se halló ayuda idónea.",
    "21": "Hizo caer sueño profundo sobre ‘Adam y tomó uno de sus costados.",
    "22": "De ese costado hizo una mujer y la trajo al hombre.",
    "23": "‘Adam declara que es hueso de sus huesos y carne de su carne.",
    "24": "Dejará el hombre a su padre y madre y serán una sola carne.",
    "25": "Estaban desnudos y no se avergonzaban."
  }
}
